[
  {
    "id": "deg-001",
    "icon": "🏢",
    "category": "Business & Law",
    "name": {
      "en": "Business Administration",
      "it": "Amministrazione Aziendale"
    },
    "description": {
      "en": "Manage organizations, resources, and business processes. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Business Administration are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Gestisci organizzazioni, risorse e processi aziendali. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Amministrazione Aziendale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Management",
        "Business",
        "Organization"
      ],
      "it": [
        "Gestione",
        "Business",
        "Organizzazione"
      ]
    }
  },
  {
    "id": "deg-002",
    "icon": "🏛️",
    "category": "Arts & Design",
    "name": {
      "en": "Architecture",
      "it": "Architettura"
    },
    "description": {
      "en": "Design buildings and spaces combining art and engineering. The programme combines creative practice with technical and project skills. Career paths include design studios, cultural institutions, freelancing, media and production. You will build a portfolio and work on real briefs and collaborations. Graduates in Architecture are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta edifici e spazi unendo arte e ingegneria. Il corso unisce pratica creativa, competenze tecniche e di progetto. Gli sbocchi includono studi di design, istituzioni culturali, libera professione, media e produzione. Costruirai un portfolio e lavorerai su brief e collaborazioni reali. I laureati in Architettura sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Design",
        "Build",
        "Creative"
      ],
      "it": [
        "Design",
        "Progettazione",
        "Creatività"
      ]
    }
  },
  {
    "id": "deg-003",
    "icon": "🏺",
    "category": "Humanities",
    "name": {
      "en": "Cultural Heritage",
      "it": "Beni Culturali"
    },
    "description": {
      "en": "Study, preserve, and promote cultural and artistic heritage. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in Cultural Heritage are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia, preserva e valorizza il patrimonio culturale e artistico. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Beni Culturali sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Culture",
        "History",
        "Art"
      ],
      "it": [
        "Cultura",
        "Storia",
        "Arte"
      ]
    }
  },
  {
    "id": "deg-004",
    "icon": "🧬",
    "category": "STEM",
    "name": {
      "en": "Biotechnology",
      "it": "Biotecnologie"
    },
    "description": {
      "en": "Apply biology and technology to health, agriculture, and industry. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Biotechnology are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Applica biologia e tecnologia a salute, agricoltura e industria. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Biotecnologie sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Science",
        "Lab",
        "Research"
      ],
      "it": [
        "Scienza",
        "Laboratorio",
        "Ricerca"
      ]
    }
  },
  {
    "id": "deg-005",
    "icon": "💼",
    "category": "Business & Law",
    "name": {
      "en": "Business & Management",
      "it": "Business & Management"
    },
    "description": {
      "en": "Lead organizations, strategy, and people. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Business & Management are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Guida organizzazioni, strategia e persone. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Business & Management sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Leadership",
        "Strategy",
        "Team"
      ],
      "it": [
        "Leadership",
        "Strategia",
        "Team"
      ]
    }
  },
  {
    "id": "deg-006",
    "icon": "💊",
    "category": "STEM",
    "name": {
      "en": "Pharmaceutical Chemistry and Technology",
      "it": "Chimica E Tecnologia Farmaceutiche"
    },
    "description": {
      "en": "Develop drugs and pharmaceutical products. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Pharmaceutical Chemistry and Technology are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Sviluppa farmaci e prodotti farmaceutici. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Chimica E Tecnologia Farmaceutiche sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Chemistry",
        "Health",
        "Lab"
      ],
      "it": [
        "Chimica",
        "Salute",
        "Laboratorio"
      ]
    }
  },
  {
    "id": "deg-007",
    "icon": "⚗️",
    "category": "STEM",
    "name": {
      "en": "Chemistry and Chemical Technologies",
      "it": "Chimica E Tecnologie Chimiche"
    },
    "description": {
      "en": "Study matter, reactions, and industrial processes. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Chemistry and Chemical Technologies are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia la materia, le reazioni e i processi industriali. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Chimica E Tecnologie Chimiche sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Chemistry",
        "Science",
        "Industry"
      ],
      "it": [
        "Chimica",
        "Scienza",
        "Industria"
      ]
    }
  },
  {
    "id": "deg-008",
    "icon": "🌍",
    "category": "Social Sciences",
    "name": {
      "en": "Intercultural Communication",
      "it": "Comunicazione Interculturale"
    },
    "description": {
      "en": "Bridge cultures through language and communication. You will develop analytical and empirical skills for understanding society and policy. Graduates work in research, public policy, NGOs, market research, and public administration. The programme covers methods, data, and critical analysis of institutions and behaviour. Graduates in Intercultural Communication are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Colma le culture attraverso lingua e comunicazione. Svilupperai competenze analitiche ed empiriche per capire società e politiche. I laureati lavorano in ricerca, politiche pubbliche, ONG, ricerche di mercato e amministrazione pubblica. Il corso include metodi, dati e analisi critica di istituzioni e comportamenti. I laureati in Comunicazione Interculturale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Languages",
        "Culture",
        "Communication"
      ],
      "it": [
        "Lingue",
        "Cultura",
        "Comunicazione"
      ]
    }
  },
  {
    "id": "deg-009",
    "icon": "🖼️",
    "category": "Humanities",
    "name": {
      "en": "Conservation and Restoration of Cultural Heritage",
      "it": "Conservazione E Restauro Dei Beni Culturali"
    },
    "description": {
      "en": "Restore and preserve artworks and monuments. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in Conservation and Restoration of Cultural Heritage are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Restaura e conserva opere d'arte e monumenti. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Conservazione E Restauro Dei Beni Culturali sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Art",
        "Restoration",
        "Heritage"
      ],
      "it": [
        "Arte",
        "Restauro",
        "Patrimonio"
      ]
    }
  },
  {
    "id": "deg-010",
    "icon": "👥",
    "category": "Business & Law",
    "name": {
      "en": "Labour Consulting and Human Resource Management",
      "it": "Consulenza Del Lavoro E Gestione Delle Risorse Umane"
    },
    "description": {
      "en": "Advise on labour law and manage people in organizations. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Labour Consulting and Human Resource Management are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Consulenza sul diritto del lavoro e gestione del personale. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Consulenza Del Lavoro E Gestione Delle Risorse Umane sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "HR",
        "Law",
        "People"
      ],
      "it": [
        "Risorse umane",
        "Diritto",
        "Persone"
      ]
    }
  },
  {
    "id": "deg-011",
    "icon": "📚",
    "category": "Humanities",
    "name": {
      "en": "Cultures and Literatures of the Modern World",
      "it": "Culture E Letterature Del Mondo Moderno"
    },
    "description": {
      "en": "Study modern literatures and cultures across the globe. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in Cultures and Literatures of the Modern World are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia letterature e culture del mondo moderno. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Culture E Letterature Del Mondo Moderno sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Literature",
        "Culture",
        "Reading"
      ],
      "it": [
        "Letteratura",
        "Cultura",
        "Lettura"
      ]
    }
  },
  {
    "id": "deg-012",
    "icon": "🏗️",
    "category": "STEM",
    "name": {
      "en": "Civil And Environmental Engineering",
      "it": "Ingegneria Civile E Ambientale"
    },
    "description": {
      "en": "Design infrastructure and protect the environment. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Civil And Environmental Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta infrastrutture e tutela l'ambiente. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Civile E Ambientale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Build",
        "Environment",
        "Design"
      ],
      "it": [
        "Progettazione",
        "Ambiente",
        "Design"
      ]
    }
  },
  {
    "id": "deg-013",
    "icon": "🥗",
    "category": "Health & Medicine",
    "name": {
      "en": "Dietetics",
      "it": "Dietistica"
    },
    "description": {
      "en": "Apply nutrition science to health and disease. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Dietetics are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Applica la scienza della nutrizione a salute e malattia. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Dietistica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Nutrition",
        "Care"
      ],
      "it": [
        "Salute",
        "Nutrizione",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-014",
    "icon": "🌾",
    "category": "Business & Law",
    "name": {
      "en": "Agri-Food Law",
      "it": "Diritto Agroalimentare"
    },
    "description": {
      "en": "Legal framework for food and agriculture. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Agri-Food Law are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Quadro normativo per alimenti e agricoltura. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Diritto Agroalimentare sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Law",
        "Food",
        "Agriculture"
      ],
      "it": [
        "Diritto",
        "Alimentazione",
        "Agricoltura"
      ]
    }
  },
  {
    "id": "deg-015",
    "icon": "⚖️",
    "category": "Business & Law",
    "name": {
      "en": "Law for Business and Institutions",
      "it": "Diritto Per Le Imprese E Le Istituzioni"
    },
    "description": {
      "en": "Legal expertise for companies and public bodies. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Law for Business and Institutions are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Competenza giuridica per imprese e istituzioni. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Diritto Per Le Imprese E Le Istituzioni sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Law",
        "Business",
        "Institutions"
      ],
      "it": [
        "Diritto",
        "Imprese",
        "Istituzioni"
      ]
    }
  },
  {
    "id": "deg-016",
    "icon": "🎭",
    "category": "Arts & Design",
    "name": {
      "en": "Arts, Music, Performance and Digital Media",
      "it": "Discipline Delle Arti, Della Musica, Dello Spettacolo E Dei Media Digitali"
    },
    "description": {
      "en": "Create and analyse art, music, theatre, and digital media. The programme combines creative practice with technical and project skills. Career paths include design studios, cultural institutions, freelancing, media and production. You will build a portfolio and work on real briefs and collaborations. Graduates in Arts, Music, Performance and Digital Media are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Crea e analizza arte, musica, teatro e media digitali. Il corso unisce pratica creativa, competenze tecniche e di progetto. Gli sbocchi includono studi di design, istituzioni culturali, libera professione, media e produzione. Costruirai un portfolio e lavorerai su brief e collaborazioni reali. I laureati in Discipline Delle Arti, Della Musica, Dello Spettacolo E Dei Media Digitali sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Creative",
        "Music",
        "Media"
      ],
      "it": [
        "Creatività",
        "Musica",
        "Media"
      ]
    }
  },
  {
    "id": "deg-017",
    "icon": "🌱",
    "category": "Arts & Design",
    "name": {
      "en": "Sustainable Design for the Food System",
      "it": "Design Sostenibile Per Il Sistema Alimentare"
    },
    "description": {
      "en": "Design sustainable food products and processes. The programme combines creative practice with technical and project skills. Career paths include design studios, cultural institutions, freelancing, media and production. You will build a portfolio and work on real briefs and collaborations. Graduates in Sustainable Design for the Food System are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta prodotti e processi alimentari sostenibili. Il corso unisce pratica creativa, competenze tecniche e di progetto. Gli sbocchi includono studi di design, istituzioni culturali, libera professione, media e produzione. Costruirai un portfolio e lavorerai su brief e collaborazioni reali. I laureati in Design Sostenibile Per Il Sistema Alimentare sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Design",
        "Sustainability",
        "Food"
      ],
      "it": [
        "Design",
        "Sostenibilità",
        "Alimentare"
      ]
    }
  },
  {
    "id": "deg-018",
    "icon": "✏️",
    "category": "Arts & Design",
    "name": {
      "en": "Design and Communication",
      "it": "Design E Comunicazione"
    },
    "description": {
      "en": "Visual design and strategic communication. The programme combines creative practice with technical and project skills. Career paths include design studios, cultural institutions, freelancing, media and production. You will build a portfolio and work on real briefs and collaborations. Graduates in Design and Communication are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Design visivo e comunicazione strategica. Il corso unisce pratica creativa, competenze tecniche e di progetto. Gli sbocchi includono studi di design, istituzioni culturali, libera professione, media e produzione. Costruirai un portfolio e lavorerai su brief e collaborazioni reali. I laureati in Design E Comunicazione sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Design",
        "Visual",
        "Communication"
      ],
      "it": [
        "Design",
        "Visuale",
        "Comunicazione"
      ]
    }
  },
  {
    "id": "deg-019",
    "icon": "📈",
    "category": "Business & Law",
    "name": {
      "en": "Economics",
      "it": "Economia"
    },
    "description": {
      "en": "Analyse markets, policy, and economic systems. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Economics are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Analizza mercati, politiche e sistemi economici. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Economia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Economy",
        "Data",
        "Policy"
      ],
      "it": [
        "Economia",
        "Dati",
        "Politica"
      ]
    }
  },
  {
    "id": "deg-020",
    "icon": "📊",
    "category": "Business & Law",
    "name": {
      "en": "Business Economics",
      "it": "Economia Aziendale"
    },
    "description": {
      "en": "Manage firms' finance, accounting, and strategy. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Business Economics are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Gestisci finanza, contabilità e strategia d'impresa. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Economia Aziendale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Finance",
        "Accounting",
        "Business"
      ],
      "it": [
        "Finanza",
        "Contabilità",
        "Business"
      ]
    }
  },
  {
    "id": "deg-021",
    "icon": "📉",
    "category": "Business & Law",
    "name": {
      "en": "Economics and Statistics for Organizations",
      "it": "Economia E Statistica Per Le Organizzazioni"
    },
    "description": {
      "en": "Data and statistics for business decisions. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Economics and Statistics for Organizations are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Dati e statistica per le decisioni aziendali. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Economia E Statistica Per Le Organizzazioni sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Statistics",
        "Data",
        "Business"
      ],
      "it": [
        "Statistica",
        "Dati",
        "Business"
      ]
    }
  },
  {
    "id": "deg-022",
    "icon": "🍎",
    "category": "Education",
    "name": {
      "en": "Professional Education",
      "it": "Educazione Professionale"
    },
    "description": {
      "en": "Train and educate for professional practice. You will develop pedagogical, psychological, and organisational skills for teaching and education. Graduates work in schools, training, educational design, or policy. The programme combines theory with placements and reflective practice. Graduates in Professional Education are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Forma ed educa alla pratica professionale. Svilupperai competenze pedagogiche, psicologiche e organizzative per l’insegnamento e l’educazione. I laureati lavorano in scuole, formazione, progettazione educativa o nelle politiche. Il corso unisce teoria, tirocini e pratica riflessiva. I laureati in Educazione Professionale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Teaching",
        "Training",
        "People"
      ],
      "it": [
        "Insegnamento",
        "Formazione",
        "Persone"
      ]
    }
  },
  {
    "id": "deg-023",
    "icon": "📡",
    "category": "STEM",
    "name": {
      "en": "Electronic And Communications Engineering",
      "it": "Ingegneria Elettronica E Delle Comunicazioni"
    },
    "description": {
      "en": "Design electronic systems and telecommunications. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Electronic And Communications Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta sistemi elettronici e telecomunicazioni. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Elettronica E Delle Comunicazioni sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Tech",
        "Electronics",
        "Signals"
      ],
      "it": [
        "Tecnologia",
        "Elettronica",
        "Segnali"
      ]
    }
  },
  {
    "id": "deg-024",
    "icon": "💊",
    "category": "Health & Medicine",
    "name": {
      "en": "Pharmacy",
      "it": "Farmacia"
    },
    "description": {
      "en": "Dispense medicines and advise on drug use. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Pharmacy are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Dispensa farmaci e consiglia sull'uso dei medicinali. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Farmacia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Chemistry",
        "Care"
      ],
      "it": [
        "Salute",
        "Chimica",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-025",
    "icon": "🤔",
    "category": "Humanities",
    "name": {
      "en": "Philosophy",
      "it": "Filosofia"
    },
    "description": {
      "en": "Explore reason, ethics, and the nature of knowledge. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in Philosophy are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Esplora ragione, etica e natura della conoscenza. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Filosofia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Logic",
        "Ethics",
        "Reading"
      ],
      "it": [
        "Logica",
        "Etica",
        "Lettura"
      ]
    }
  },
  {
    "id": "deg-026",
    "icon": "⚛️",
    "category": "STEM",
    "name": {
      "en": "Physics",
      "it": "Fisica"
    },
    "description": {
      "en": "Study the laws of nature and the universe. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Physics are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia le leggi della natura e dell'universo. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Fisica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Science",
        "Math",
        "Theory"
      ],
      "it": [
        "Scienza",
        "Matematica",
        "Teoria"
      ]
    }
  },
  {
    "id": "deg-027",
    "icon": "🦾",
    "category": "Health & Medicine",
    "name": {
      "en": "Physiotherapy",
      "it": "Fisioterapia"
    },
    "description": {
      "en": "Rehabilitate movement and function. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Physiotherapy are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Riabilita movimento e funzionalità. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Fisioterapia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Movement",
        "Care"
      ],
      "it": [
        "Salute",
        "Movimento",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-028",
    "icon": "🌿",
    "category": "STEM",
    "name": {
      "en": "Food Tech For Ecological Transition",
      "it": "Food Tech For Ecological Transition"
    },
    "description": {
      "en": "Technology for sustainable food systems. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Food Tech For Ecological Transition are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Tecnologia per sistemi alimentari sostenibili. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Food Tech For Ecological Transition sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Food",
        "Sustainability",
        "Tech"
      ],
      "it": [
        "Alimentare",
        "Sostenibilità",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-029",
    "icon": "⚖️",
    "category": "Business & Law",
    "name": {
      "en": "Law",
      "it": "Giurisprudenza"
    },
    "description": {
      "en": "Study legal systems and practise law. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Law are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia i sistemi giuridici e pratica la legge. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Giurisprudenza sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Law",
        "Justice",
        "Debate"
      ],
      "it": [
        "Diritto",
        "Giustizia",
        "Dibattito"
      ]
    }
  },
  {
    "id": "deg-030",
    "icon": "🌐",
    "category": "Business & Law",
    "name": {
      "en": "Global Law And Transnational Legal Studies",
      "it": "Global Law And Transnational Legal Studies"
    },
    "description": {
      "en": "Law across borders and global institutions. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Global Law And Transnational Legal Studies are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Diritto oltre i confini e istituzioni globali. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Global Law And Transnational Legal Studies sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Law",
        "International",
        "Policy"
      ],
      "it": [
        "Diritto",
        "Internazionale",
        "Politica"
      ]
    }
  },
  {
    "id": "deg-031",
    "icon": "🦷",
    "category": "Health & Medicine",
    "name": {
      "en": "Dental Hygiene",
      "it": "Igiene Dentale"
    },
    "description": {
      "en": "Prevent and treat oral health conditions. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Dental Hygiene are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Previeni e cura le condizioni della salute orale. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Igiene Dentale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Dental",
        "Care"
      ],
      "it": [
        "Salute",
        "Dentale",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-032",
    "icon": "🏥",
    "category": "Health & Medicine",
    "name": {
      "en": "Nursing",
      "it": "Infermieristica"
    },
    "description": {
      "en": "Care for patients in healthcare settings. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Nursing are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Assistenza ai pazienti in ambito sanitario. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Infermieristica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Care",
        "People"
      ],
      "it": [
        "Salute",
        "Cura",
        "Persone"
      ]
    }
  },
  {
    "id": "deg-033",
    "icon": "👶",
    "category": "Health & Medicine",
    "name": {
      "en": "Paediatric Nursing",
      "it": "Infermieristica Pediatrica"
    },
    "description": {
      "en": "Nursing care for children and families. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Paediatric Nursing are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Assistenza infermieristica a bambini e famiglie. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Infermieristica Pediatrica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Children",
        "Care"
      ],
      "it": [
        "Salute",
        "Bambini",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-034",
    "icon": "💻",
    "category": "STEM",
    "name": {
      "en": "Computer Science",
      "it": "Informatica"
    },
    "description": {
      "en": "Software, algorithms, and digital systems. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Computer Science are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Software, algoritmi e sistemi digitali. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Informatica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Tech",
        "Coding",
        "Logic"
      ],
      "it": [
        "Tecnologia",
        "Programmazione",
        "Logica"
      ]
    }
  },
  {
    "id": "deg-035",
    "icon": "💡",
    "category": "Social Sciences",
    "name": {
      "en": "Social Innovation, Communication, New Technologies",
      "it": "Innovazione Sociale, Comunicazione, Nuove Tecnologie"
    },
    "description": {
      "en": "Use tech and communication for social impact. You will develop analytical and empirical skills for understanding society and policy. Graduates work in research, public policy, NGOs, market research, and public administration. The programme covers methods, data, and critical analysis of institutions and behaviour. Graduates in Social Innovation, Communication, New Technologies are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Usa tecnologia e comunicazione per impatto sociale. Svilupperai competenze analitiche ed empiriche per capire società e politiche. I laureati lavorano in ricerca, politiche pubbliche, ONG, ricerche di mercato e amministrazione pubblica. Il corso include metodi, dati e analisi critica di istituzioni e comportamenti. I laureati in Innovazione Sociale, Comunicazione, Nuove Tecnologie sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Innovation",
        "Communication",
        "Tech"
      ],
      "it": [
        "Innovazione",
        "Comunicazione",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-036",
    "icon": "🚀",
    "category": "STEM",
    "name": {
      "en": "Aerospace Engineering",
      "it": "Ingegneria Aerospaziale"
    },
    "description": {
      "en": "Design aircraft and spacecraft. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Aerospace Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta velivoli e veicoli spaziali. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Aerospaziale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Engineering",
        "Aerospace",
        "Physics"
      ],
      "it": [
        "Ingegneria",
        "Aerospaziale",
        "Fisica"
      ]
    }
  },
  {
    "id": "deg-037",
    "icon": "🫀",
    "category": "STEM",
    "name": {
      "en": "Biomedical Engineering",
      "it": "Ingegneria Biomedica"
    },
    "description": {
      "en": "Design devices and systems for healthcare. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Biomedical Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta dispositivi e sistemi per la salute. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Biomedica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Engineering",
        "Health",
        "Tech"
      ],
      "it": [
        "Ingegneria",
        "Salute",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-038",
    "icon": "🍳",
    "category": "STEM",
    "name": {
      "en": "Chemical and Food Engineering",
      "it": "Ingegneria Chimica E Alimentare"
    },
    "description": {
      "en": "Process engineering for chemicals and food. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Chemical and Food Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Ingegneria di processo per chimica e alimentare. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Chimica E Alimentare sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Chemistry",
        "Food",
        "Process"
      ],
      "it": [
        "Chimica",
        "Alimentare",
        "Processo"
      ]
    }
  },
  {
    "id": "deg-039",
    "icon": "🏗️",
    "category": "STEM",
    "name": {
      "en": "Civil Engineering",
      "it": "Ingegneria Civile"
    },
    "description": {
      "en": "Design infrastructure and buildings. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Civil Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta infrastrutture e edifici. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Civile sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Build",
        "Infrastructure",
        "Design"
      ],
      "it": [
        "Progettazione",
        "Infrastrutture",
        "Design"
      ]
    }
  },
  {
    "id": "deg-040",
    "icon": "🏢",
    "category": "STEM",
    "name": {
      "en": "Building Engineering",
      "it": "Ingegneria Edile"
    },
    "description": {
      "en": "Design and manage construction projects. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Building Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta e gestisce progetti di costruzione. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Edile sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Build",
        "Construction",
        "Design"
      ],
      "it": [
        "Costruzioni",
        "Edilizia",
        "Design"
      ]
    }
  },
  {
    "id": "deg-041",
    "icon": "⚡",
    "category": "STEM",
    "name": {
      "en": "Electrical Engineering",
      "it": "Ingegneria Elettrica"
    },
    "description": {
      "en": "Power systems and electrical machines. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Electrical Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Sistemi di potenza e macchine elettriche. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Elettrica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Engineering",
        "Energy",
        "Tech"
      ],
      "it": [
        "Ingegneria",
        "Energia",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-042",
    "icon": "🔌",
    "category": "STEM",
    "name": {
      "en": "Electronic Engineering",
      "it": "Ingegneria Elettronica"
    },
    "description": {
      "en": "Design electronic circuits and systems. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Electronic Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta circuiti e sistemi elettronici. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Elettronica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Electronics",
        "Tech",
        "Design"
      ],
      "it": [
        "Elettronica",
        "Tecnologia",
        "Design"
      ]
    }
  },
  {
    "id": "deg-043",
    "icon": "🔋",
    "category": "STEM",
    "name": {
      "en": "Energy Engineering",
      "it": "Ingegneria Energetica"
    },
    "description": {
      "en": "Efficient use and conversion of energy. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Energy Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Uso e conversione efficiente dell'energia. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Energetica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Energy",
        "Sustainability",
        "Tech"
      ],
      "it": [
        "Energia",
        "Sostenibilità",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-044",
    "icon": "⚛️",
    "category": "STEM",
    "name": {
      "en": "Engineering Physics",
      "it": "Ingegneria Fisica"
    },
    "description": {
      "en": "Apply physics to engineering applications. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Engineering Physics are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Applica la fisica alle applicazioni ingegneristiche. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Fisica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Physics",
        "Engineering",
        "Science"
      ],
      "it": [
        "Fisica",
        "Ingegneria",
        "Scienza"
      ]
    }
  },
  {
    "id": "deg-045",
    "icon": "📋",
    "category": "STEM",
    "name": {
      "en": "Management Engineering",
      "it": "Ingegneria Gestionale"
    },
    "description": {
      "en": "Optimize processes and operations. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Management Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Ottimizza processi e operazioni. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Gestionale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Management",
        "Process",
        "Business"
      ],
      "it": [
        "Gestione",
        "Processo",
        "Business"
      ]
    }
  },
  {
    "id": "deg-046",
    "icon": "💻",
    "category": "STEM",
    "name": {
      "en": "Computer Engineering",
      "it": "Ingegneria Informatica"
    },
    "description": {
      "en": "Hardware and software systems design. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Computer Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progettazione di sistemi hardware e software. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Informatica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Tech",
        "Coding",
        "Systems"
      ],
      "it": [
        "Tecnologia",
        "Programmazione",
        "Sistemi"
      ]
    }
  },
  {
    "id": "deg-047",
    "icon": "⚙️",
    "category": "STEM",
    "name": {
      "en": "Mechanical Engineering",
      "it": "Ingegneria Meccanica"
    },
    "description": {
      "en": "Design machines and mechanical systems. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Mechanical Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta macchine e sistemi meccanici. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Meccanica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Engineering",
        "Mechanics",
        "Design"
      ],
      "it": [
        "Ingegneria",
        "Meccanica",
        "Design"
      ]
    }
  },
  {
    "id": "deg-048",
    "icon": "🔬",
    "category": "STEM",
    "name": {
      "en": "Materials Engineering",
      "it": "Ingegneria Dei Materiali"
    },
    "description": {
      "en": "Develop and characterise materials. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Materials Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Sviluppa e caratterizza i materiali. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Dei Materiali sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Materials",
        "Science",
        "Lab"
      ],
      "it": [
        "Materiali",
        "Scienza",
        "Laboratorio"
      ]
    }
  },
  {
    "id": "deg-049",
    "icon": "🎬",
    "category": "STEM",
    "name": {
      "en": "Film and Digital Media Engineering",
      "it": "Ingegneria Del Cinema E Dei Media Digitali"
    },
    "description": {
      "en": "Technology for film and digital media. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Film and Digital Media Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Tecnologia per cinema e media digitali. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Del Cinema E Dei Media Digitali sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Media",
        "Tech",
        "Creative"
      ],
      "it": [
        "Media",
        "Tecnologia",
        "Creatività"
      ]
    }
  },
  {
    "id": "deg-050",
    "icon": "🚗",
    "category": "STEM",
    "name": {
      "en": "Automotive Engineering",
      "it": "Ingegneria Dell'autoveicolo"
    },
    "description": {
      "en": "Design and develop vehicles. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Automotive Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Progetta e sviluppa veicoli. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Dell'autoveicolo sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Automotive",
        "Engineering",
        "Design"
      ],
      "it": [
        "Auto",
        "Ingegneria",
        "Design"
      ]
    }
  },
  {
    "id": "deg-051",
    "icon": "🏭",
    "category": "STEM",
    "name": {
      "en": "Industrial Production Engineering",
      "it": "Ingegneria Della Produzione Industriale"
    },
    "description": {
      "en": "Manufacturing and production systems. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Industrial Production Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Sistemi di produzione e manifatturiera. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Della Produzione Industriale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Industry",
        "Production",
        "Process"
      ],
      "it": [
        "Industria",
        "Produzione",
        "Processo"
      ]
    }
  },
  {
    "id": "deg-052",
    "icon": "🌍",
    "category": "STEM",
    "name": {
      "en": "Environmental and Land Engineering",
      "it": "Ingegneria Per L'ambiente E Il Territorio"
    },
    "description": {
      "en": "Protect environment and plan territory. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Environmental and Land Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Tutela l'ambiente e pianifica il territorio. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Ingegneria Per L'ambiente E Il Territorio sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Environment",
        "Territory",
        "Sustainability"
      ],
      "it": [
        "Ambiente",
        "Territorio",
        "Sostenibilità"
      ]
    }
  },
  {
    "id": "deg-053",
    "icon": "📖",
    "category": "Humanities",
    "name": {
      "en": "Literature",
      "it": "Lettere"
    },
    "description": {
      "en": "Study literature, language, and culture. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in Literature are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia letteratura, lingua e cultura. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Lettere sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Literature",
        "Reading",
        "Culture"
      ],
      "it": [
        "Letteratura",
        "Lettura",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-054",
    "icon": "🌏",
    "category": "Humanities",
    "name": {
      "en": "Languages and Cultures of Asia and Africa",
      "it": "Lingue E Culture Dell'asia E Dell'africa"
    },
    "description": {
      "en": "Languages and cultures of Asia and Africa. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in Languages and Cultures of Asia and Africa are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Lingue e culture di Asia e Africa. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Lingue E Culture Dell'asia E Dell'africa sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Languages",
        "Culture",
        "World"
      ],
      "it": [
        "Lingue",
        "Cultura",
        "Mondo"
      ]
    }
  },
  {
    "id": "deg-055",
    "icon": "✈️",
    "category": "Humanities",
    "name": {
      "en": "Languages and Cultures for Tourism",
      "it": "Lingue E Culture Per Il Turismo"
    },
    "description": {
      "en": "Languages and culture for the tourism sector. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in Languages and Cultures for Tourism are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Lingue e cultura per il settore turistico. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Lingue E Culture Per Il Turismo sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Languages",
        "Tourism",
        "Culture"
      ],
      "it": [
        "Lingue",
        "Turismo",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-056",
    "icon": "📚",
    "category": "Humanities",
    "name": {
      "en": "Modern Languages and Literatures",
      "it": "Lingue E Letterature Moderne"
    },
    "description": {
      "en": "Modern languages, literatures, and cultures. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in Modern Languages and Literatures are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Lingue, letterature e culture moderne. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Lingue E Letterature Moderne sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Languages",
        "Literature",
        "Culture"
      ],
      "it": [
        "Lingue",
        "Letteratura",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-057",
    "icon": "🗣️",
    "category": "Health & Medicine",
    "name": {
      "en": "Speech and Language Therapy",
      "it": "Logopedia"
    },
    "description": {
      "en": "Assess and treat speech and language disorders. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Speech and Language Therapy are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Valuta e tratta disturbi del linguaggio. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Logopedia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Communication",
        "Care"
      ],
      "it": [
        "Salute",
        "Comunicazione",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-058",
    "icon": "📊",
    "category": "Business & Law",
    "name": {
      "en": "Information and Communication Management",
      "it": "Management Dell'informazione E Della Comunicazione Aziendale"
    },
    "description": {
      "en": "Manage information and communication in firms. You will develop skills in analysis, strategy, and communication. Graduates often work in consulting, corporate management, finance, public administration, or legal and regulatory roles. The degree combines theory with practical projects and case studies. Graduates in Information and Communication Management are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Gestisci informazione e comunicazione in azienda. Acquisirai competenze in analisi, strategia e comunicazione. I laureati lavorano spesso in consulenza, direzione aziendale, finanza, amministrazione pubblica o in ambito legale e normativo. Il corso unisce teoria, progetti pratici e casi studio. I laureati in Management Dell'informazione E Della Comunicazione Aziendale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Management",
        "Information",
        "Communication"
      ],
      "it": [
        "Gestione",
        "Informazione",
        "Comunicazione"
      ]
    }
  },
  {
    "id": "deg-059",
    "icon": "🔢",
    "category": "STEM",
    "name": {
      "en": "Mathematics",
      "it": "Matematica"
    },
    "description": {
      "en": "Study structures, patterns, and proofs. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Mathematics are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia strutture, modelli e dimostrazioni. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Matematica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Math",
        "Logic",
        "Theory"
      ],
      "it": [
        "Matematica",
        "Logica",
        "Teoria"
      ]
    }
  },
  {
    "id": "deg-060",
    "icon": "📐",
    "category": "STEM",
    "name": {
      "en": "Mathematics for Economics, Finance and Insurance",
      "it": "Matematica Per L'economia, La Finanza E L'assicurazione"
    },
    "description": {
      "en": "Mathematical tools for finance and insurance. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Mathematics for Economics, Finance and Insurance are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Strumenti matematici per finanza e assicurazioni. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Matematica Per L'economia, La Finanza E L'assicurazione sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Math",
        "Finance",
        "Data"
      ],
      "it": [
        "Matematica",
        "Finanza",
        "Dati"
      ]
    }
  },
  {
    "id": "deg-061",
    "icon": "🩺",
    "category": "Health & Medicine",
    "name": {
      "en": "Medicine and Surgery",
      "it": "Medicina E Chirurgia"
    },
    "description": {
      "en": "Diagnose and treat disease; perform surgery. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Medicine and Surgery are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Diagnostica e cura le malattie; pratica chirurgia. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Medicina E Chirurgia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Medicine",
        "Care"
      ],
      "it": [
        "Salute",
        "Medicina",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-062",
    "icon": "🐾",
    "category": "Health & Medicine",
    "name": {
      "en": "Veterinary Medicine",
      "it": "Medicina Veterinaria"
    },
    "description": {
      "en": "Care for animal health and welfare. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Veterinary Medicine are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Cura della salute e del benessere animale. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Medicina Veterinaria sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Animals",
        "Health",
        "Care"
      ],
      "it": [
        "Animali",
        "Salute",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-063",
    "icon": "👗",
    "category": "Arts & Design",
    "name": {
      "en": "Fashion and Business Culture",
      "it": "Moda E Cultura D'impresa"
    },
    "description": {
      "en": "Fashion design and business. The programme combines creative practice with technical and project skills. Career paths include design studios, cultural institutions, freelancing, media and production. You will build a portfolio and work on real briefs and collaborations. Graduates in Fashion and Business Culture are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Design della moda e cultura d'impresa. Il corso unisce pratica creativa, competenze tecniche e di progetto. Gli sbocchi includono studi di design, istituzioni culturali, libera professione, media e produzione. Costruirai un portfolio e lavorerai su brief e collaborazioni reali. I laureati in Moda E Cultura D'impresa sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Fashion",
        "Design",
        "Business"
      ],
      "it": [
        "Moda",
        "Design",
        "Business"
      ]
    }
  },
  {
    "id": "deg-064",
    "icon": "📐",
    "category": "STEM",
    "name": {
      "en": "Mathematics for Engineering",
      "it": "Matematica Per L'ingegneria"
    },
    "description": {
      "en": "Mathematical methods for engineering. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Mathematics for Engineering are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Metodi matematici per l'ingegneria. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Matematica Per L'ingegneria sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Math",
        "Engineering",
        "Theory"
      ],
      "it": [
        "Matematica",
        "Ingegneria",
        "Teoria"
      ]
    }
  },
  {
    "id": "deg-065",
    "icon": "🦷",
    "category": "Health & Medicine",
    "name": {
      "en": "Dentistry and Dental Prosthetics",
      "it": "Odontoiatria E Protesi Dentaria"
    },
    "description": {
      "en": "Dental care and prosthetics. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Dentistry and Dental Prosthetics are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Cura dentale e protesi. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Odontoiatria E Protesi Dentaria sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Dental",
        "Health",
        "Care"
      ],
      "it": [
        "Dentale",
        "Salute",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-066",
    "icon": "👁️",
    "category": "Health & Medicine",
    "name": {
      "en": "Orthoptics and Ophthalmological Assistance",
      "it": "Ortottica Ed Assistenza Oftalmologica"
    },
    "description": {
      "en": "Vision assessment and eye care support. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Orthoptics and Ophthalmological Assistance are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Valutazione della vista e assistenza oftalmologica. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Ortottica Ed Assistenza Oftalmologica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Vision",
        "Care"
      ],
      "it": [
        "Salute",
        "Vista",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-067",
    "icon": "👶",
    "category": "Health & Medicine",
    "name": {
      "en": "Midwifery",
      "it": "Ostetricia"
    },
    "description": {
      "en": "Care during pregnancy, birth, and postpartum. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Midwifery are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Assistenza in gravidanza, parto e postpartum. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Ostetricia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Birth",
        "Care"
      ],
      "it": [
        "Salute",
        "Nascita",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-068",
    "icon": "👓",
    "category": "Health & Medicine",
    "name": {
      "en": "Optics and Optometry",
      "it": "Ottica E Optometria"
    },
    "description": {
      "en": "Vision care and optical instruments. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Optics and Optometry are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Cura della vista e strumenti ottici. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Ottica E Optometria sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Vision",
        "Health",
        "Science"
      ],
      "it": [
        "Vista",
        "Salute",
        "Scienza"
      ]
    }
  },
  {
    "id": "deg-069",
    "icon": "🗺️",
    "category": "STEM",
    "name": {
      "en": "Spatial Planning, Urban and Landscape Planning",
      "it": "Pianificazione Territoriale, Urbanistica E Paesaggistico-ambientale"
    },
    "description": {
      "en": "Plan cities, territory, and landscape. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Spatial Planning, Urban and Landscape Planning are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Pianifica città, territorio e paesaggio. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Pianificazione Territoriale, Urbanistica E Paesaggistico-ambientale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Planning",
        "Territory",
        "Environment"
      ],
      "it": [
        "Pianificazione",
        "Territorio",
        "Ambiente"
      ]
    }
  },
  {
    "id": "deg-070",
    "icon": "🔬",
    "category": "STEM",
    "name": {
      "en": "Materials Science",
      "it": "Scienza Dei Materiali"
    },
    "description": {
      "en": "Study and develop new materials. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Materials Science are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia e sviluppa nuovi materiali. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Scienza Dei Materiali sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Materials",
        "Science",
        "Lab"
      ],
      "it": [
        "Materiali",
        "Scienza",
        "Laboratorio"
      ]
    }
  },
  {
    "id": "deg-071",
    "icon": "🧬",
    "category": "STEM",
    "name": {
      "en": "Biological Sciences",
      "it": "Scienze Biologiche"
    },
    "description": {
      "en": "Study living organisms and ecosystems. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Biological Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia organismi viventi ed ecosistemi. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Scienze Biologiche sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Biology",
        "Science",
        "Nature"
      ],
      "it": [
        "Biologia",
        "Scienza",
        "Natura"
      ]
    }
  },
  {
    "id": "deg-072",
    "icon": "💻",
    "category": "Social Sciences",
    "name": {
      "en": "Digital Administration Sciences",
      "it": "Scienze Dell'amministrazione Digitale"
    },
    "description": {
      "en": "Digital government and public administration. You will develop analytical and empirical skills for understanding society and policy. Graduates work in research, public policy, NGOs, market research, and public administration. The programme covers methods, data, and critical analysis of institutions and behaviour. Graduates in Digital Administration Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Governo digitale e amministrazione pubblica. Svilupperai competenze analitiche ed empiriche per capire società e politiche. I laureati lavorano in ricerca, politiche pubbliche, ONG, ricerche di mercato e amministrazione pubblica. Il corso include metodi, dati e analisi critica di istituzioni e comportamenti. I laureati in Scienze Dell'amministrazione Digitale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Digital",
        "Administration",
        "Tech"
      ],
      "it": [
        "Digitale",
        "Amministrazione",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-073",
    "icon": "📚",
    "category": "Education",
    "name": {
      "en": "Education Sciences",
      "it": "Scienze Dell'educazione"
    },
    "description": {
      "en": "Study learning and educational processes. You will develop pedagogical, psychological, and organisational skills for teaching and education. Graduates work in schools, training, educational design, or policy. The programme combines theory with placements and reflective practice. Graduates in Education Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia apprendimento e processi educativi. Svilupperai competenze pedagogiche, psicologiche e organizzative per l’insegnamento e l’educazione. I laureati lavorano in scuole, formazione, progettazione educativa o nelle politiche. Il corso unisce teoria, tirocini e pratica riflessiva. I laureati in Scienze Dell'educazione sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Education",
        "Teaching",
        "Learning"
      ],
      "it": [
        "Educazione",
        "Insegnamento",
        "Apprendimento"
      ]
    }
  },
  {
    "id": "deg-074",
    "icon": "📢",
    "category": "Social Sciences",
    "name": {
      "en": "Communication Sciences",
      "it": "Scienze Della Comunicazione"
    },
    "description": {
      "en": "Study media and communication. You will develop analytical and empirical skills for understanding society and policy. Graduates work in research, public policy, NGOs, market research, and public administration. The programme covers methods, data, and critical analysis of institutions and behaviour. Graduates in Communication Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia media e comunicazione. Svilupperai competenze analitiche ed empiriche per capire società e politiche. I laureati lavorano in ricerca, politiche pubbliche, ONG, ricerche di mercato e amministrazione pubblica. Il corso include metodi, dati e analisi critica di istituzioni e comportamenti. I laureati in Scienze Della Comunicazione sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Communication",
        "Media",
        "Society"
      ],
      "it": [
        "Comunicazione",
        "Media",
        "Società"
      ]
    }
  },
  {
    "id": "deg-075",
    "icon": "🍎",
    "category": "Education",
    "name": {
      "en": "Primary Education Sciences",
      "it": "Scienze Della Formazione Primaria"
    },
    "description": {
      "en": "Train primary school teachers. You will develop pedagogical, psychological, and organisational skills for teaching and education. Graduates work in schools, training, educational design, or policy. The programme combines theory with placements and reflective practice. Graduates in Primary Education Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Forma i docenti della scuola primaria. Svilupperai competenze pedagogiche, psicologiche e organizzative per l’insegnamento e l’educazione. I laureati lavorano in scuole, formazione, progettazione educativa o nelle politiche. Il corso unisce teoria, tirocini e pratica riflessiva. I laureati in Scienze Della Formazione Primaria sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Teaching",
        "Primary",
        "Education"
      ],
      "it": [
        "Insegnamento",
        "Primaria",
        "Educazione"
      ]
    }
  },
  {
    "id": "deg-076",
    "icon": "🌐",
    "category": "Humanities",
    "name": {
      "en": "Linguistic Mediation Sciences",
      "it": "Scienze Della Mediazione Linguistica"
    },
    "description": {
      "en": "Translation and intercultural mediation. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in Linguistic Mediation Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Traduzione e mediazione interculturale. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Scienze Della Mediazione Linguistica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Languages",
        "Translation",
        "Culture"
      ],
      "it": [
        "Lingue",
        "Traduzione",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-077",
    "icon": "⚽",
    "category": "Health & Medicine",
    "name": {
      "en": "Motor and Sports Sciences",
      "it": "Scienze E Tecniche Delle Attività Motorie E Sportive"
    },
    "description": {
      "en": "Movement, sport, and physical activity. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Motor and Sports Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Movimento, sport e attività fisica. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Scienze E Tecniche Delle Attività Motorie E Sportive sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Sport",
        "Movement",
        "Health"
      ],
      "it": [
        "Sport",
        "Movimento",
        "Salute"
      ]
    }
  },
  {
    "id": "deg-078",
    "icon": "🧠",
    "category": "Social Sciences",
    "name": {
      "en": "Psychological Sciences and Techniques",
      "it": "Scienze E Tecniche Psicologiche"
    },
    "description": {
      "en": "Psychology theory and practice. You will develop analytical and empirical skills for understanding society and policy. Graduates work in research, public policy, NGOs, market research, and public administration. The programme covers methods, data, and critical analysis of institutions and behaviour. Graduates in Psychological Sciences and Techniques are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Teoria e pratica della psicologia. Svilupperai competenze analitiche ed empiriche per capire società e politiche. I laureati lavorano in ricerca, politiche pubbliche, ONG, ricerche di mercato e amministrazione pubblica. Il corso include metodi, dati e analisi critica di istituzioni e comportamenti. I laureati in Scienze E Tecniche Psicologiche sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Psychology",
        "Mind",
        "People"
      ],
      "it": [
        "Psicologia",
        "Mente",
        "Persone"
      ]
    }
  },
  {
    "id": "deg-079",
    "icon": "🌾",
    "category": "STEM",
    "name": {
      "en": "Agricultural Sciences and Technologies",
      "it": "Scienze E Tecnologie Agrarie"
    },
    "description": {
      "en": "Agriculture and food production. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Agricultural Sciences and Technologies are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Agricoltura e produzione alimentare. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Scienze E Tecnologie Agrarie sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Agriculture",
        "Environment",
        "Science"
      ],
      "it": [
        "Agricoltura",
        "Ambiente",
        "Scienza"
      ]
    }
  },
  {
    "id": "deg-080",
    "icon": "⛰️",
    "category": "STEM",
    "name": {
      "en": "Mountain Sciences and Technologies",
      "it": "Scienze E Tecnologie Per La Montagna"
    },
    "description": {
      "en": "Sustainable mountain development. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Mountain Sciences and Technologies are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Sviluppo sostenibile della montagna. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Scienze E Tecnologie Per La Montagna sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Environment",
        "Sustainability",
        "Territory"
      ],
      "it": [
        "Ambiente",
        "Sostenibilità",
        "Territorio"
      ]
    }
  },
  {
    "id": "deg-081",
    "icon": "🌲",
    "category": "STEM",
    "name": {
      "en": "Forest and Environmental Sciences",
      "it": "Scienze Forestali E Ambientali"
    },
    "description": {
      "en": "Forest management and environment. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Forest and Environmental Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Gestione forestale e ambiente. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Scienze Forestali E Ambientali sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Forest",
        "Environment",
        "Sustainability"
      ],
      "it": [
        "Foresta",
        "Ambiente",
        "Sostenibilità"
      ]
    }
  },
  {
    "id": "deg-082",
    "icon": "🪨",
    "category": "STEM",
    "name": {
      "en": "Geological Sciences",
      "it": "Scienze Geologiche"
    },
    "description": {
      "en": "Study the Earth and its resources. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Geological Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia la Terra e le sue risorse. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Scienze Geologiche sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Earth",
        "Science",
        "Environment"
      ],
      "it": [
        "Terra",
        "Scienza",
        "Ambiente"
      ]
    }
  },
  {
    "id": "deg-083",
    "icon": "🤝",
    "category": "Social Sciences",
    "name": {
      "en": "International, Development and Cooperation Sciences",
      "it": "Scienze Internazionali, Dello Sviluppo E Della Cooperazione"
    },
    "description": {
      "en": "International development and cooperation. You will develop analytical and empirical skills for understanding society and policy. Graduates work in research, public policy, NGOs, market research, and public administration. The programme covers methods, data, and critical analysis of institutions and behaviour. Graduates in International, Development and Cooperation Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Sviluppo internazionale e cooperazione. Svilupperai competenze analitiche ed empiriche per capire società e politiche. I laureati lavorano in ricerca, politiche pubbliche, ONG, ricerche di mercato e amministrazione pubblica. Il corso include metodi, dati e analisi critica di istituzioni e comportamenti. I laureati in Scienze Internazionali, Dello Sviluppo E Della Cooperazione sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "International",
        "Development",
        "Policy"
      ],
      "it": [
        "Internazionale",
        "Sviluppo",
        "Politica"
      ]
    }
  },
  {
    "id": "deg-084",
    "icon": "🌿",
    "category": "STEM",
    "name": {
      "en": "Natural Sciences",
      "it": "Scienze Naturali"
    },
    "description": {
      "en": "Study nature and the environment. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Natural Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia la natura e l'ambiente. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Scienze Naturali sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Nature",
        "Science",
        "Environment"
      ],
      "it": [
        "Natura",
        "Scienza",
        "Ambiente"
      ]
    }
  },
  {
    "id": "deg-085",
    "icon": "🗳️",
    "category": "Social Sciences",
    "name": {
      "en": "Political and Social Sciences",
      "it": "Scienze Politiche E Sociali"
    },
    "description": {
      "en": "Study politics and society. You will develop analytical and empirical skills for understanding society and policy. Graduates work in research, public policy, NGOs, market research, and public administration. The programme covers methods, data, and critical analysis of institutions and behaviour. Graduates in Political and Social Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia politica e società. Svilupperai competenze analitiche ed empiriche per capire società e politiche. I laureati lavorano in ricerca, politiche pubbliche, ONG, ricerche di mercato e amministrazione pubblica. Il corso include metodi, dati e analisi critica di istituzioni e comportamenti. I laureati in Scienze Politiche E Sociali sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Politics",
        "Society",
        "Policy"
      ],
      "it": [
        "Politica",
        "Società",
        "Policy"
      ]
    }
  },
  {
    "id": "deg-086",
    "icon": "🛡️",
    "category": "Social Sciences",
    "name": {
      "en": "Strategic and Security Sciences",
      "it": "Scienze Strategiche E Della Sicurezza"
    },
    "description": {
      "en": "Strategy, security, and risk. You will develop analytical and empirical skills for understanding society and policy. Graduates work in research, public policy, NGOs, market research, and public administration. The programme covers methods, data, and critical analysis of institutions and behaviour. Graduates in Strategic and Security Sciences are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Strategia, sicurezza e rischio. Svilupperai competenze analitiche ed empiriche per capire società e politiche. I laureati lavorano in ricerca, politiche pubbliche, ONG, ricerche di mercato e amministrazione pubblica. Il corso include metodi, dati e analisi critica di istituzioni e comportamenti. I laureati in Scienze Strategiche E Della Sicurezza sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Strategy",
        "Security",
        "Policy"
      ],
      "it": [
        "Strategia",
        "Sicurezza",
        "Politica"
      ]
    }
  },
  {
    "id": "deg-087",
    "icon": "🤲",
    "category": "Social Sciences",
    "name": {
      "en": "Social Work",
      "it": "Servizio Sociale"
    },
    "description": {
      "en": "Support people and communities in need. You will develop analytical and empirical skills for understanding society and policy. Graduates work in research, public policy, NGOs, market research, and public administration. The programme covers methods, data, and critical analysis of institutions and behaviour. Graduates in Social Work are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Sostiene persone e comunità in difficoltà. Svilupperai competenze analitiche ed empiriche per capire società e politiche. I laureati lavorano in ricerca, politiche pubbliche, ONG, ricerche di mercato e amministrazione pubblica. Il corso include metodi, dati e analisi critica di istituzioni e comportamenti. I laureati in Servizio Sociale sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "People",
        "Community",
        "Care"
      ],
      "it": [
        "Persone",
        "Comunità",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-088",
    "icon": "🐄",
    "category": "STEM",
    "name": {
      "en": "Sustainable Livestock Systems",
      "it": "Sistemi Zootecnici Sostenibili"
    },
    "description": {
      "en": "Sustainable animal production systems. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Sustainable Livestock Systems are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Sistemi di produzione animale sostenibili. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Sistemi Zootecnici Sostenibili sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Agriculture",
        "Sustainability",
        "Animals"
      ],
      "it": [
        "Agricoltura",
        "Sostenibilità",
        "Animali"
      ]
    }
  },
  {
    "id": "deg-089",
    "icon": "📜",
    "category": "Humanities",
    "name": {
      "en": "History",
      "it": "Storia"
    },
    "description": {
      "en": "Study the past to understand the present. You will develop critical thinking, research, and communication skills. Graduates find roles in education, publishing, cultural heritage, the public sector, and international organizations. The programme emphasises analysis of texts, contexts, and ideas. Graduates in History are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Studia il passato per capire il presente. Svilupperai pensiero critico, ricerca e comunicazione. I laureati lavorano in istruzione, editoria, patrimonio culturale, settore pubblico e organizzazioni internazionali. Il corso valorizza l’analisi di testi, contesti e idee. I laureati in Storia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "History",
        "Research",
        "Culture"
      ],
      "it": [
        "Storia",
        "Ricerca",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-090",
    "icon": "🧠",
    "category": "Health & Medicine",
    "name": {
      "en": "Psychiatric Rehabilitation Technique",
      "it": "Tecnica Della Riabilitazione Psichiatrica"
    },
    "description": {
      "en": "Rehabilitation in mental health settings. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Psychiatric Rehabilitation Technique are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Riabilitazione in ambito salute mentale. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Tecnica Della Riabilitazione Psichiatrica sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Mental",
        "Care"
      ],
      "it": [
        "Salute",
        "Mentale",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-091",
    "icon": "👂",
    "category": "Health & Medicine",
    "name": {
      "en": "Audiometric Techniques",
      "it": "Tecniche Audiometriche"
    },
    "description": {
      "en": "Hearing assessment and diagnostics. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Audiometric Techniques are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Valutazione e diagnostica dell'udito. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Tecniche Audiometriche sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Hearing",
        "Care"
      ],
      "it": [
        "Salute",
        "Udito",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-092",
    "icon": "🔊",
    "category": "Health & Medicine",
    "name": {
      "en": "Hearing Aid Techniques",
      "it": "Tecniche Audioprotesiche"
    },
    "description": {
      "en": "Hearing aids and auditory prosthetics. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Hearing Aid Techniques are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Protesi acustiche e dispositivi uditivi. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Tecniche Audioprotesiche sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Hearing",
        "Tech"
      ],
      "it": [
        "Salute",
        "Udito",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-093",
    "icon": "🦺",
    "category": "Health & Medicine",
    "name": {
      "en": "Prevention Techniques in Environment and Workplace",
      "it": "Tecniche Della Prevenzione Nell'ambiente E Nei Luoghi Di Lavoro"
    },
    "description": {
      "en": "Occupational and environmental prevention. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Prevention Techniques in Environment and Workplace are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Prevenzione ambientale e nei luoghi di lavoro. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Tecniche Della Prevenzione Nell'ambiente E Nei Luoghi Di Lavoro sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Prevention",
        "Health",
        "Environment"
      ],
      "it": [
        "Prevenzione",
        "Salute",
        "Ambiente"
      ]
    }
  },
  {
    "id": "deg-094",
    "icon": "🐕",
    "category": "Health & Medicine",
    "name": {
      "en": "Veterinary Assistance Techniques",
      "it": "Tecniche Di Assistenza Veterinaria"
    },
    "description": {
      "en": "Support veterinary care and practice. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Veterinary Assistance Techniques are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Supporta la pratica e la cura veterinaria. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Tecniche Di Assistenza Veterinaria sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Animals",
        "Health",
        "Care"
      ],
      "it": [
        "Animali",
        "Salute",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-095",
    "icon": "🔬",
    "category": "Health & Medicine",
    "name": {
      "en": "Biomedical Laboratory Techniques",
      "it": "Tecniche Di Laboratorio Biomedico"
    },
    "description": {
      "en": "Lab analyses for clinical diagnostics. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Biomedical Laboratory Techniques are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Analisi di laboratorio per diagnostica clinica. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Tecniche Di Laboratorio Biomedico sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Lab",
        "Health",
        "Science"
      ],
      "it": [
        "Laboratorio",
        "Salute",
        "Scienza"
      ]
    }
  },
  {
    "id": "deg-096",
    "icon": "🧠",
    "category": "Health & Medicine",
    "name": {
      "en": "Neurophysiopathology Techniques",
      "it": "Tecniche Di Neurofisiopatologia"
    },
    "description": {
      "en": "Neurophysiological diagnostics. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Neurophysiopathology Techniques are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Diagnostica neurofisiologica. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Tecniche Di Neurofisiopatologia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Neurology",
        "Lab"
      ],
      "it": [
        "Salute",
        "Neurologia",
        "Laboratorio"
      ]
    }
  },
  {
    "id": "deg-097",
    "icon": "🩻",
    "category": "Health & Medicine",
    "name": {
      "en": "Medical Radiology, Imaging and Radiotherapy Techniques",
      "it": "Tecniche Di Radiologia Medica, Per Immagini E Radioterapia"
    },
    "description": {
      "en": "Medical imaging and radiotherapy. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Medical Radiology, Imaging and Radiotherapy Techniques are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Imaging medico e radioterapia. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Tecniche Di Radiologia Medica, Per Immagini E Radioterapia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Imaging",
        "Tech"
      ],
      "it": [
        "Salute",
        "Imaging",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-098",
    "icon": "🌿",
    "category": "Health & Medicine",
    "name": {
      "en": "Herbal Techniques",
      "it": "Tecniche Erboristiche"
    },
    "description": {
      "en": "Herbal products and plant-based remedies. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Herbal Techniques are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Prodotti erboristici e rimedi vegetali. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Tecniche Erboristiche sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Herbs",
        "Health",
        "Nature"
      ],
      "it": [
        "Erbe",
        "Salute",
        "Natura"
      ]
    }
  },
  {
    "id": "deg-099",
    "icon": "🍞",
    "category": "STEM",
    "name": {
      "en": "Food Technologies",
      "it": "Tecnologie Alimentari"
    },
    "description": {
      "en": "Food processing and technology. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Food Technologies are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Trasformazione e tecnologia alimentare. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Tecnologie Alimentari sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Food",
        "Tech",
        "Industry"
      ],
      "it": [
        "Alimentare",
        "Tecnologia",
        "Industria"
      ]
    }
  },
  {
    "id": "deg-100",
    "icon": "🧒",
    "category": "Health & Medicine",
    "name": {
      "en": "Child Neuro- and Psychomotor Therapy",
      "it": "Terapia Della Neuro E Psicomotricità Dell'Età Evolutiva"
    },
    "description": {
      "en": "Neuropsychomotor therapy for children. The programme prepares you for clinical, diagnostic, or therapeutic roles in healthcare. Graduates work in hospitals, clinics, public health, pharmaceutical and biotech sectors, or research. You will combine scientific rigour with patient-centred and evidence-based practice. Graduates in Child Neuro- and Psychomotor Therapy are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Terapia neuropsicomotoria per l'età evolutiva. Il corso ti prepara per ruoli clinici, diagnostici o terapeutici nella sanità. I laureati lavorano in ospedali, cliniche, sanità pubblica, settore farmaceutico e biotech o in ricerca. Unirai rigore scientifico a pratica centrata sul paziente e basata su evidenze. I laureati in Terapia Della Neuro E Psicomotricità Dell'Età Evolutiva sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Health",
        "Children",
        "Therapy"
      ],
      "it": [
        "Salute",
        "Bambini",
        "Terapia"
      ]
    }
  },
  {
    "id": "deg-101",
    "icon": "🏭",
    "category": "STEM",
    "name": {
      "en": "Manufacturing Technologies",
      "it": "Tecnologie Per L'industria Manifatturiera"
    },
    "description": {
      "en": "Technologies for manufacturing industry. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Manufacturing Technologies are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Tecnologie per l'industria manifatturiera. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Tecnologie Per L'industria Manifatturiera sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Industry",
        "Tech",
        "Production"
      ],
      "it": [
        "Industria",
        "Tecnologia",
        "Produzione"
      ]
    }
  },
  {
    "id": "deg-102",
    "icon": "🍷",
    "category": "STEM",
    "name": {
      "en": "Viticulture and Oenology",
      "it": "Viticoltura Ed Enologia"
    },
    "description": {
      "en": "Grape growing and winemaking. The programme combines theory, lab work, and real-world applications. Careers span industry R&D, healthcare, tech companies, research institutions, and innovation-driven sectors. You will gain both depth in your field and transferable analytical skills. Graduates in Viticulture and Oenology are well placed for roles that value both specialist knowledge and problem-solving.",
      "it": "Coltivazione della vite e produzione del vino. Il corso unisce teoria, laboratorio e applicazioni concrete. Gli sbocchi spaziano da R&D industriale, sanità, aziende tech, enti di ricerca e settori innovativi. Acquisirai competenze specialistiche e capacità analitiche trasferibili. I laureati in Viticoltura Ed Enologia sono ben posizionati per ruoli che valorizzano conoscenza specialistica e capacità di problem solving."
    },
    "tags": {
      "en": [
        "Wine",
        "Agriculture",
        "Science"
      ],
      "it": [
        "Vino",
        "Agricoltura",
        "Scienza"
      ]
    }
  }
]
