[
  {
    "id": "deg-001",
    "icon": "🏢",
    "category": "Business & Law",
    "name": {
      "en": "Business Administration",
      "it": "Amministrazione Aziendale"
    },
    "description": {
      "it": "Il Corso di Laurea in Amministrazione Aziendale offre una formazione completa e multidisciplinare, mirata a fornire agli studenti una solida conoscenza teorico-pratica dei principali processi di governo delle imprese. Durante il percorso di studi, gli studenti approfondiranno tematiche legate alla gestione aziendale, all'organizzazione, alla pianificazione e al controllo, acquisendo competenze fondamentali per operare nel mondo delle imprese.\n\nGrazie a questo corso, i laureati svilupperanno abilità analitiche e decisionali, essenziali per affrontare le sfide del mercato. Le competenze acquisite permetteranno di intraprendere carriere in vari ambiti, come la gestione delle risorse umane, la consulenza aziendale, il marketing e la finanza, rendendo i laureati pronti a inserirsi in diverse realtà professionali.",
      "en": "The Bachelor's Degree in Business Administration offers a comprehensive and multidisciplinary education aimed at providing students with a solid theoretical and practical understanding of the main processes of business governance. Throughout the course of study, students will delve into topics related to business management, organization, planning, and control, acquiring fundamental skills to operate in the business world.\n\nThanks to this program, graduates will develop analytical and decision-making abilities, essential for tackling market challenges. The skills acquired will enable them to pursue careers in various fields, such as human resource management, business consulting, marketing, and finance, making graduates ready to enter different professional environments."
    },
    "tags": {
      "en": [
        "Management",
        "Business",
        "Organization"
      ],
      "it": [
        "Gestione",
        "Business",
        "Organizzazione"
      ]
    }
  },
  {
    "id": "deg-002",
    "icon": "🏛️",
    "category": "Arts & Design",
    "name": {
      "en": "Architecture",
      "it": "Architettura"
    },
    "description": {
      "it": "Il Corso di Laurea in Architettura offre un percorso formativo articolato in sei semestri, suddivisi in \"stanze\" tematiche che permettono di esplorare diversi aspetti dell'architettura. Gli studenti hanno l'opportunità di approfondire le loro conoscenze attraverso laboratori pratici, come il Laboratorio di geomatica per la modellazione dell'architettura, e corsi di storia dell'architettura moderna. Questo approccio multidisciplinare favorisce un apprendimento integrato e stimolante, essenziale per la formazione di un architetto.\n\nAttraverso il corso, gli studenti acquisiscono competenze fondamentali nel campo del restauro e recupero del patrimonio architettonico, oltre a sviluppare una solida comprensione delle relazioni tra architettura, ambiente e spazio costruito. Le competenze trasversali e l'orientamento professionale sono parte integrante del percorso, preparando gli studenti a intraprendere carriere nel settore dell'architettura e della pianificazione urbana. Gli sbocchi professionali possono includere ruoli come architetti, progettisti e specialisti nel restauro, con possibilità di lavorare sia in ambito pubblico che privato.",
      "en": "The Degree Course in Architecture offers a structured educational path over six semesters, divided into thematic \"rooms\" that allow for the exploration of various aspects of architecture. Students have the opportunity to deepen their knowledge through practical workshops, such as the Geomatics Laboratory for architectural modeling, and courses on the history of modern architecture. This multidisciplinary approach fosters integrated and stimulating learning, essential for the training of an architect.\n\nThrough the course, students acquire fundamental skills in the field of restoration and recovery of architectural heritage, while also developing a solid understanding of the relationships between architecture, environment, and built space. Cross-disciplinary skills and professional orientation are integral parts of the program, preparing students to embark on careers in the field of architecture and urban planning. Professional opportunities may include roles such as architects, designers, and restoration specialists, with possibilities to work in both public and private sectors."
    },
    "tags": {
      "en": [
        "Design",
        "Build",
        "Creative"
      ],
      "it": [
        "Design",
        "Progettazione",
        "Creatività"
      ]
    }
  },
  {
    "id": "deg-003",
    "icon": "🏺",
    "category": "Humanities",
    "name": {
      "en": "Cultural Heritage",
      "it": "Beni Culturali"
    },
    "description": {
      "it": "Il corso di laurea in Beni Culturali offre un percorso di studi che si articola in diverse aree tematiche, permettendo agli studenti di scegliere tra quattro curricula specifici, tra cui quello archeologico. Gli insegnamenti coprono una vasta gamma di argomenti legati alla storia, alla conservazione e alla valorizzazione del patrimonio culturale, fornendo una solida base teorica e pratica.\n\nGli studenti acquisiranno competenze multidisciplinari, che spaziano dalla conoscenza approfondita delle tecniche di analisi e conservazione dei beni culturali, alla capacità di gestire progetti di valorizzazione e promozione del patrimonio. Queste competenze sono fondamentali per affrontare le sfide del settore e per operare in contesti professionali legati alla tutela e alla gestione dei beni culturali. Gli sbocchi professionali possono includere ruoli in musei, istituzioni culturali, enti pubblici e privati, oltre a opportunità nel campo della ricerca e della consulenza.",
      "en": "The degree in Cultural Heritage offers a study path that is divided into different thematic areas, allowing students to choose from four specific curricula, including the archaeological one. The teachings cover a wide range of topics related to the history, conservation, and enhancement of cultural heritage, providing a solid theoretical and practical foundation.\n\nStudents will acquire multidisciplinary skills, ranging from in-depth knowledge of the techniques for analyzing and conserving cultural heritage to the ability to manage enhancement and promotion projects for heritage. These skills are essential for addressing the challenges of the sector and for operating in professional contexts related to the protection and management of cultural heritage. Career opportunities may include roles in museums, cultural institutions, public and private entities, as well as opportunities in research and consulting."
    },
    "tags": {
      "en": [
        "Culture",
        "History",
        "Art"
      ],
      "it": [
        "Cultura",
        "Storia",
        "Arte"
      ]
    }
  },
  {
    "id": "deg-004",
    "icon": "🧬",
    "category": "STEM",
    "name": {
      "en": "Biotechnology",
      "it": "Biotecnologie"
    },
    "description": {
      "it": "Il Corso di Laurea in Biotecnologie offre un percorso formativo che si concentra sull'approfondimento delle scienze biologiche e molecolari, con particolare attenzione all'applicazione delle biotecnologie in ambito sanitario e ambientale. Gli studenti avranno l'opportunità di studiare materie fondamentali come l'anatomia e la fisiologia dei modelli animali, oltre a tecniche avanzate di microscopia applicata. Questo approccio multidisciplinare consente di acquisire una solida base teorica e pratica, fondamentale per affrontare le sfide del settore.\n\nLe competenze sviluppate durante il corso comprendono la capacità di analizzare e interpretare dati biologici, l'uso di tecnologie innovative per la ricerca e lo sviluppo di nuovi prodotti biotecnologici. Gli studenti impareranno a lavorare in laboratorio, a gestire progetti di ricerca e a collaborare in team multidisciplinari. Grazie a questa formazione, i laureati in Biotecnologie potranno intraprendere carriere in ambiti quali la ricerca scientifica, l'industria farmaceutica, la biomedicina e le scienze ambientali.",
      "en": "The Degree Course in Biotechnology offers a training path that focuses on deepening biological and molecular sciences, with particular attention to the application of biotechnology in health and environmental fields. Students will have the opportunity to study fundamental subjects such as the anatomy and physiology of animal models, as well as advanced techniques in applied microscopy. This multidisciplinary approach allows for the acquisition of a solid theoretical and practical foundation, essential for facing the challenges of the sector.\n\nThe skills developed during the course include the ability to analyze and interpret biological data, the use of innovative technologies for research, and the development of new biotechnological products. Students will learn to work in laboratories, manage research projects, and collaborate in multidisciplinary teams. Thanks to this training, graduates in Biotechnology will be able to pursue careers in areas such as scientific research, the pharmaceutical industry, biomedicine, and environmental sciences."
    },
    "tags": {
      "en": [
        "Science",
        "Lab",
        "Research"
      ],
      "it": [
        "Scienza",
        "Laboratorio",
        "Ricerca"
      ]
    }
  },
  {
    "id": "deg-005",
    "icon": "💼",
    "category": "Business & Law",
    "name": {
      "en": "Business & Management",
      "it": "Business & Management"
    },
    "description": {
      "it": "Il corso di laurea triennale in Business & Management offre un approfondimento sui processi e le funzioni di gestione all'interno delle organizzazioni. Gli studenti avranno l'opportunità di studiare vari aspetti del management, acquisendo una solida base teorica e pratica. Il programma è strutturato per fornire competenze in aree chiave come la pianificazione strategica, la gestione delle risorse umane e il marketing, preparandoli ad affrontare le sfide del mondo aziendale.\n\nDurante il percorso di studi, gli studenti dovranno completare un tirocinio curricolare obbligatorio, che permetterà loro di applicare le conoscenze acquisite in un contesto lavorativo reale. Al termine del corso, i laureati saranno pronti ad intraprendere carriere in diversi settori, occupandosi di ruoli legati alla gestione e all'amministrazione, e potranno lavorare in aziende di varie dimensioni, dalle startup alle grandi multinazionali.",
      "en": "The bachelor's degree in Business & Management offers an in-depth exploration of management processes and functions within organizations. Students will have the opportunity to study various aspects of management, acquiring a solid theoretical and practical foundation. The program is structured to provide skills in key areas such as strategic planning, human resource management, and marketing, preparing them to face the challenges of the business world.\n\nDuring their studies, students will be required to complete a mandatory curricular internship, which will allow them to apply the knowledge gained in a real work context. At the end of the course, graduates will be ready to embark on careers in various sectors, taking on roles related to management and administration, and they will be able to work in companies of different sizes, from startups to large multinationals."
    },
    "tags": {
      "en": [
        "Leadership",
        "Strategy",
        "Team"
      ],
      "it": [
        "Leadership",
        "Strategia",
        "Team"
      ]
    }
  },
  {
    "id": "deg-006",
    "icon": "💊",
    "category": "STEM",
    "name": {
      "en": "Pharmaceutical Chemistry and Technology",
      "it": "Chimica E Tecnologia Farmaceutiche"
    },
    "description": {
      "it": "Il Corso di Laurea Magistrale in Chimica e Tecnologia Farmaceutiche (CTF) è progettato per fornire una preparazione scientifica avanzata nel campo della chimica e delle tecnologie farmaceutiche. Gli studenti approfondiranno le conoscenze relative alla chimica, alla formulazione e allo sviluppo di farmaci, acquisendo competenze fondamentali per la professione di farmacista. Il percorso formativo include corsi teorici e pratici che permettono di comprendere i principi chimici e tecnologici alla base della produzione e dell'uso dei farmaci.\n\nAl termine del corso, i laureati saranno in grado di affrontare le sfide professionali nel settore farmaceutico, grazie a una solida formazione che integra teoria e pratica. Gli sbocchi professionali per i laureati in Chimica e Tecnologia Farmaceutiche includono ruoli nel settore della produzione e controllo qualità di farmaci, nella ricerca e sviluppo di nuovi principi attivi, oltre a opportunità nel campo della consulenza e della regolamentazione farmaceutica.",
      "en": "The Master's Degree in Chemistry and Pharmaceutical Technologies (CTF) is designed to provide advanced scientific training in the field of chemistry and pharmaceutical technologies. Students will deepen their knowledge related to chemistry, drug formulation, and development, acquiring essential skills for the profession of pharmacist. The educational path includes theoretical and practical courses that allow for an understanding of the chemical and technological principles underlying the production and use of drugs.\n\nUpon completion of the course, graduates will be able to tackle professional challenges in the pharmaceutical sector, thanks to a solid training that integrates theory and practice. Career opportunities for graduates in Chemistry and Pharmaceutical Technologies include roles in the production and quality control of drugs, in research and development of new active ingredients, as well as opportunities in the field of consulting and pharmaceutical regulation."
    },
    "tags": {
      "en": [
        "Chemistry",
        "Health",
        "Lab"
      ],
      "it": [
        "Chimica",
        "Salute",
        "Laboratorio"
      ]
    }
  },
  {
    "id": "deg-007",
    "icon": "⚗️",
    "category": "STEM",
    "name": {
      "en": "Chemistry and Chemical Technologies",
      "it": "Chimica E Tecnologie Chimiche"
    },
    "description": {
      "it": "Il corso di laurea in Chimica e Tecnologie Chimiche offre una formazione completa nel campo della chimica e delle sue applicazioni tecnologiche. Gli studenti approfondiranno le conoscenze fondamentali della chimica, acquisendo competenze teoriche e pratiche che spaziano dalla chimica analitica a quella organica, inorganica e fisica. Il programma di studi è progettato per fornire una solida base scientifica, permettendo agli studenti di comprendere le interazioni chimiche e i processi tecnologici che caratterizzano il settore.\n\nLe competenze acquisite durante il corso includono la capacità di analizzare e risolvere problemi chimici complessi, l'uso di tecnologie avanzate per la sintesi e l'analisi di materiali, e la comprensione delle normative di sicurezza e ambientali. Gli studenti saranno preparati ad affrontare sfide nel campo della ricerca e dello sviluppo, nonché nella produzione industriale di sostanze chimiche e materiali innovativi. Gli sbocchi professionali plausibili includono ruoli in laboratori di ricerca, industrie chimiche, aziende di produzione di materiali e nel settore della consulenza ambientale.",
      "en": "The degree program in Chemistry and Chemical Technologies offers a comprehensive education in the field of chemistry and its technological applications. Students will deepen their fundamental knowledge of chemistry, acquiring theoretical and practical skills that range from analytical chemistry to organic, inorganic, and physical chemistry. The curriculum is designed to provide a solid scientific foundation, enabling students to understand the chemical interactions and technological processes that characterize the sector.\n\nThe skills acquired during the course include the ability to analyze and solve complex chemical problems, the use of advanced technologies for the synthesis and analysis of materials, and an understanding of safety and environmental regulations. Students will be prepared to face challenges in research and development, as well as in the industrial production of chemicals and innovative materials. Plausible career opportunities include roles in research laboratories, chemical industries, materials manufacturing companies, and in the field of environmental consulting."
    },
    "tags": {
      "en": [
        "Chemistry",
        "Science",
        "Industry"
      ],
      "it": [
        "Chimica",
        "Scienza",
        "Industria"
      ]
    }
  },
  {
    "id": "deg-008",
    "icon": "🌍",
    "category": "Social Sciences",
    "name": {
      "en": "Intercultural Communication",
      "it": "Comunicazione Interculturale"
    },
    "description": {
      "it": "Il Corso di laurea in Comunicazione Interculturale si propone di fornire agli studenti una formazione solida e integrata, focalizzandosi su tre tipi di conoscenze fondamentali. Gli studenti approfondiranno tematiche legate alla comunicazione in contesti interculturali, sviluppando una comprensione delle dinamiche culturali e delle interazioni tra diverse culture. Questo approccio mira a preparare i laureati ad affrontare le sfide comunicative in un mondo sempre più globalizzato.\n\nAttraverso il percorso di studi, gli studenti acquisiranno competenze specifiche nella gestione della comunicazione interculturale, imparando a navigare in ambienti diversi e a promuovere un dialogo efficace tra culture. Le competenze sviluppate saranno utili in vari ambiti professionali, rendendo i laureati idonei a lavorare in contesti internazionali, organizzazioni non governative, istituzioni culturali e aziende che operano in mercati globali.",
      "en": "The Degree Course in Intercultural Communication aims to provide students with a solid and integrated education, focusing on three types of fundamental knowledge. Students will explore themes related to communication in intercultural contexts, developing an understanding of cultural dynamics and interactions between different cultures. This approach aims to prepare graduates to face communication challenges in an increasingly globalized world.\n\nThrough the study program, students will acquire specific skills in managing intercultural communication, learning to navigate diverse environments and promote effective dialogue between cultures. The skills developed will be useful in various professional fields, making graduates suitable to work in international contexts, non-governmental organizations, cultural institutions, and companies operating in global markets."
    },
    "tags": {
      "en": [
        "Languages",
        "Culture",
        "Communication"
      ],
      "it": [
        "Lingue",
        "Cultura",
        "Comunicazione"
      ]
    }
  },
  {
    "id": "deg-009",
    "icon": "🖼️",
    "category": "Humanities",
    "name": {
      "en": "Conservation and Restoration of Cultural Heritage",
      "it": "Conservazione E Restauro Dei Beni Culturali"
    },
    "description": {
      "it": "Il Corso di Laurea magistrale a ciclo unico in Conservazione e Restauro dei Beni Culturali si propone di formare professionisti abilitati alla professione di restauratore. Durante il percorso di studi, gli studenti acquisiranno competenze specifiche nel campo della conservazione e del restauro, affrontando tematiche legate alla tutela e valorizzazione del patrimonio culturale. Il corso prevede un curriculum che integra conoscenze teoriche e pratiche, preparandoli a gestire interventi di restauro su diverse tipologie di beni culturali.\n\nI laureati saranno in grado di operare in contesti professionali legati alla conservazione e valorizzazione del patrimonio artistico e culturale. Gli sbocchi professionali sono vari e possono includere ruoli in musei, gallerie, istituzioni culturali, oppure come liberi professionisti nel settore del restauro. La formazione ricevuta permetterà loro di affrontare le sfide del restauro con competenza e sensibilità, contribuendo alla preservazione della nostra eredità culturale.",
      "en": "The Master's degree in Conservation and Restoration of Cultural Heritage aims to train professionals qualified for the profession of restorer. Throughout the study program, students will acquire specific skills in the field of conservation and restoration, addressing issues related to the protection and enhancement of cultural heritage. The course includes a curriculum that integrates theoretical and practical knowledge, preparing them to manage restoration interventions on various types of cultural assets.\n\nGraduates will be able to operate in professional contexts related to the conservation and enhancement of artistic and cultural heritage. Career opportunities are diverse and may include roles in museums, galleries, cultural institutions, or as freelancers in the restoration sector. The training received will enable them to face the challenges of restoration with competence and sensitivity, contributing to the preservation of our cultural heritage."
    },
    "tags": {
      "en": [
        "Art",
        "Restoration",
        "Heritage"
      ],
      "it": [
        "Arte",
        "Restauro",
        "Patrimonio"
      ]
    }
  },
  {
    "id": "deg-010",
    "icon": "👥",
    "category": "Business & Law",
    "name": {
      "en": "Labour Consulting and Human Resource Management",
      "it": "Consulenza Del Lavoro E Gestione Delle Risorse Umane"
    },
    "description": {
      "it": "Il Corso di Laurea in Consulenza del Lavoro e Gestione delle Risorse Umane si propone di formare esperti in grado di analizzare il sistema sociale e le dinamiche lavorative. Gli studenti acquisiranno competenze specifiche nella gestione delle risorse umane, nella consulenza del lavoro e nella comprensione delle normative vigenti. Il programma del corso è progettato per fornire una solida base teorica e pratica, preparando gli studenti ad affrontare le sfide del mercato del lavoro.\n\nLe competenze sviluppate durante il corso includono la capacità di valutare e gestire le risorse umane all'interno delle organizzazioni, nonché l'abilità di fornire consulenze efficaci in materia di lavoro. Gli sbocchi professionali per i laureati possono includere ruoli come consulenti del lavoro, specialisti in gestione delle risorse umane e professionisti in ambito organizzativo, con opportunità di operare sia nel settore pubblico che privato.",
      "en": "The Degree Course in Labor Consulting and Human Resource Management aims to train experts capable of analyzing the social system and labor dynamics. Students will acquire specific skills in human resource management, labor consulting, and understanding current regulations. The course program is designed to provide a solid theoretical and practical foundation, preparing students to face the challenges of the labor market.\n\nThe skills developed during the course include the ability to evaluate and manage human resources within organizations, as well as the ability to provide effective consulting on labor matters. Career opportunities for graduates may include roles such as labor consultants, human resource management specialists, and organizational professionals, with opportunities to work in both the public and private sectors."
    },
    "tags": {
      "en": [
        "HR",
        "Law",
        "People"
      ],
      "it": [
        "Risorse umane",
        "Diritto",
        "Persone"
      ]
    }
  },
  {
    "id": "deg-011",
    "icon": "📚",
    "category": "Humanities",
    "name": {
      "en": "Cultures and Literatures of the Modern World",
      "it": "Culture E Letterature Del Mondo Moderno"
    },
    "description": {
      "it": "Il Corso di Laurea in Culture e Letterature del Mondo Moderno offre un percorso di studi dedicato all'analisi e alla comprensione delle diverse culture e delle letterature contemporanee. Gli studenti esploreranno testi, autori e movimenti letterari provenienti da varie tradizioni culturali, sviluppando una visione critica e approfondita delle dinamiche culturali globali. Il programma si concentra sull'importanza della letteratura come strumento di espressione e riflessione sociale, fornendo una solida base teorica e pratica.\n\nAttraverso questo corso, gli studenti acquisiranno competenze analitiche e interpretative, capacità di scrittura critica e una sensibilità interculturale. Queste competenze sono fondamentali per affrontare le sfide del mondo moderno e per operare in contesti professionali diversificati. Gli sbocchi professionali plausibili includono carriere nel campo dell'editoria, della comunicazione, della traduzione, della ricerca culturale e dell'insegnamento, oltre a ruoli in organizzazioni internazionali e istituzioni culturali.",
      "en": "The Degree Course in Cultures and Literatures of the Modern World offers a study path dedicated to the analysis and understanding of different cultures and contemporary literatures. Students will explore texts, authors, and literary movements from various cultural traditions, developing a critical and in-depth view of global cultural dynamics. The program focuses on the importance of literature as a tool for expression and social reflection, providing a solid theoretical and practical foundation.\n\nThrough this course, students will acquire analytical and interpretative skills, critical writing abilities, and intercultural sensitivity. These skills are essential for addressing the challenges of the modern world and for operating in diverse professional contexts. Plausible career opportunities include roles in publishing, communication, translation, cultural research, and teaching, as well as positions in international organizations and cultural institutions."
    },
    "tags": {
      "en": [
        "Literature",
        "Culture",
        "Reading"
      ],
      "it": [
        "Letteratura",
        "Cultura",
        "Lettura"
      ]
    }
  },
  {
    "id": "deg-012",
    "icon": "🏗️",
    "category": "STEM",
    "name": {
      "en": "Civil And Environmental Engineering",
      "it": "Ingegneria Civile E Ambientale"
    },
    "description": {
      "it": "Il corso di laurea in Ingegneria Civile e Ambientale si propone di formare professionisti capaci di affrontare le sfide ingegneristiche del futuro, con un focus particolare sulla sostenibilità e la gestione delle risorse ambientali. Gli studenti avranno l'opportunità di approfondire tematiche legate all'ingegneria civile, all'ingegneria ambientale e alla progettazione di infrastrutture, acquisendo competenze tecniche e teoriche fondamentali per operare in un contesto in continua evoluzione.\n\nDurante il percorso di studi, gli allievi svilupperanno abilità nella progettazione, costruzione e gestione di opere civili, nonché nella valutazione e mitigazione degli impatti ambientali. Le competenze acquisite permetteranno di affrontare con successo problematiche legate alla sostenibilità, alla sicurezza delle infrastrutture e alla pianificazione territoriale. Gli sbocchi professionali per i laureati possono includere ruoli in aziende di ingegneria, enti pubblici, organizzazioni non governative e studi professionali, dove potranno contribuire a progetti innovativi e sostenibili.",
      "en": "The degree program in Civil and Environmental Engineering aims to train professionals capable of tackling the engineering challenges of the future, with a particular focus on sustainability and the management of environmental resources. Students will have the opportunity to delve into topics related to civil engineering, environmental engineering, and infrastructure design, acquiring fundamental technical and theoretical skills to operate in a constantly evolving context.\n\nThroughout the course of study, students will develop skills in the design, construction, and management of civil works, as well as in the assessment and mitigation of environmental impacts. The skills acquired will enable them to successfully address issues related to sustainability, infrastructure safety, and land planning. Career opportunities for graduates may include roles in engineering firms, public agencies, non-governmental organizations, and professional studios, where they can contribute to innovative and sustainable projects."
    },
    "tags": {
      "en": [
        "Build",
        "Environment",
        "Design"
      ],
      "it": [
        "Progettazione",
        "Ambiente",
        "Design"
      ]
    }
  },
  {
    "id": "deg-013",
    "icon": "🥗",
    "category": "Health & Medicine",
    "name": {
      "en": "Dietetics",
      "it": "Dietistica"
    },
    "description": {
      "it": "Il Corso di Laurea in Dietistica forma professionisti in grado di operare nel campo della nutrizione e della dietetica, fornendo una preparazione teorica e pratica sulle scienze della salute e sui principi della nutrizione. Gli studenti acquisiranno competenze specifiche riguardanti la valutazione dello stato nutrizionale, la pianificazione di diete personalizzate e l'educazione alimentare, con un focus particolare sulle esigenze di diverse popolazioni e condizioni cliniche.\n\nAl termine del percorso di studi, i laureati in Dietistica potranno intraprendere diverse strade professionali nel settore sanitario, collaborando con medici, nutrizionisti e altri professionisti della salute. Potranno lavorare in ospedali, cliniche, strutture di assistenza e in ambito privato, offrendo consulenze nutrizionali e supporto nella gestione di diete specifiche. Inoltre, sarà possibile proseguire la formazione con Master di I livello per il Coordinamento delle attività nel campo della dietetica.",
      "en": "The Degree Course in Dietetics trains professionals capable of operating in the field of nutrition and dietetics, providing theoretical and practical preparation in health sciences and the principles of nutrition. Students will acquire specific skills related to the assessment of nutritional status, the planning of personalized diets, and food education, with a particular focus on the needs of different populations and clinical conditions.\n\nAt the end of the study program, graduates in Dietetics will be able to pursue various professional paths in the healthcare sector, collaborating with doctors, nutritionists, and other health professionals. They may work in hospitals, clinics, care facilities, and in the private sector, offering nutritional consultations and support in managing specific diets. Furthermore, it will be possible to continue education with Level I Master's programs for the Coordination of activities in the field of dietetics."
    },
    "tags": {
      "en": [
        "Health",
        "Nutrition",
        "Care"
      ],
      "it": [
        "Salute",
        "Nutrizione",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-014",
    "icon": "🌾",
    "category": "Business & Law",
    "name": {
      "en": "Agri-Food Law",
      "it": "Diritto Agroalimentare"
    },
    "description": {
      "it": "Il Corso di Laurea in Diritto Agroalimentare si propone di formare professionisti con competenze giuridiche specifiche nel settore agroalimentare. Gli studenti approfondiranno le normative e le legislazioni che regolano l'intero processo agroalimentare, acquisendo una solida preparazione in ambito giuridico applicato a questo settore. Il corso è strutturato per fornire una visione completa delle problematiche legali legate alla produzione, distribuzione e commercializzazione dei prodotti alimentari.\n\nLe competenze acquisite durante il percorso di studi permetteranno ai laureati di operare in contesti professionali che richiedono una conoscenza approfondita delle normative agroalimentari, sia a livello nazionale che internazionale. I possibili sbocchi professionali includono ruoli in enti pubblici, aziende del settore agroalimentare, associazioni di categoria e studi legali specializzati, dove sarà fondamentale saper gestire le questioni legali e normative del settore.",
      "en": "The Degree Course in Food Law aims to train professionals with specific legal skills in the agri-food sector. Students will delve into the regulations and legislation governing the entire agri-food process, acquiring a solid foundation in legal matters applied to this sector. The course is structured to provide a comprehensive view of the legal issues related to the production, distribution, and marketing of food products.\n\nThe skills acquired during the study program will enable graduates to operate in professional contexts that require an in-depth knowledge of agri-food regulations, both at the national and international levels. Possible career opportunities include roles in public entities, companies in the agri-food sector, trade associations, and specialized law firms, where it will be essential to manage the legal and regulatory issues of the sector."
    },
    "tags": {
      "en": [
        "Law",
        "Food",
        "Agriculture"
      ],
      "it": [
        "Diritto",
        "Alimentazione",
        "Agricoltura"
      ]
    }
  },
  {
    "id": "deg-015",
    "icon": "⚖️",
    "category": "Business & Law",
    "name": {
      "en": "Law for Business and Institutions",
      "it": "Diritto Per Le Imprese E Le Istituzioni"
    },
    "description": {
      "it": "Il Corso di Laurea in Diritto per le imprese e le istituzioni offre una formazione specifica nel campo del diritto, con un focus particolare sulle dinamiche legali che governano le attività imprenditoriali e le istituzioni. Gli studenti avranno l'opportunità di approfondire le normative e le legislazioni che regolano il mondo degli affari, acquisendo competenze fondamentali per operare in contesti complessi e in continua evoluzione.\n\nAttraverso questo percorso di studi, gli studenti svilupperanno capacità analitiche e critiche, essenziali per affrontare le sfide legate al diritto commerciale e istituzionale. Al termine del corso, i laureati potranno intraprendere diverse carriere professionali, trovando sbocchi in ambiti come la consulenza legale, la gestione delle risorse umane, e il supporto alle decisioni strategiche nelle imprese e nelle istituzioni.",
      "en": "The Degree Course in Law for Businesses and Institutions offers specific training in the field of law, with a particular focus on the legal dynamics that govern entrepreneurial activities and institutions. Students will have the opportunity to deepen their understanding of the regulations and legislation that govern the business world, acquiring fundamental skills to operate in complex and constantly evolving contexts.\n\nThrough this course of study, students will develop analytical and critical skills, essential for facing the challenges related to commercial and institutional law. At the end of the course, graduates will be able to pursue various professional careers, finding opportunities in areas such as legal consulting, human resource management, and support for strategic decision-making in businesses and institutions."
    },
    "tags": {
      "en": [
        "Law",
        "Business",
        "Institutions"
      ],
      "it": [
        "Diritto",
        "Imprese",
        "Istituzioni"
      ]
    }
  },
  {
    "id": "deg-016",
    "icon": "🎭",
    "category": "Arts & Design",
    "name": {
      "en": "Arts, Music, Performance and Digital Media",
      "it": "Discipline Delle Arti, Della Musica, Dello Spettacolo E Dei Media Digitali"
    },
    "description": {
      "it": "Il corso di laurea in Discipline delle Arti, della Musica, dello Spettacolo e dei Media Digitali (DAMS) offre un percorso formativo interdipartimentale che integra diverse aree del sapere, con un focus particolare sulle arti, la musica, il teatro e i media digitali. Gli studenti hanno l'opportunità di esplorare le varie forme artistiche e le loro interazioni con le tecnologie contemporanee, acquisendo una comprensione profonda delle dinamiche culturali e sociali che influenzano il panorama artistico attuale.\n\nAttraverso un curriculum ricco e variegato, il corso permette di sviluppare competenze critiche e analitiche, oltre a capacità pratiche nel campo delle arti performative e dei media digitali. Gli studenti possono apprendere a gestire progetti artistici, a utilizzare strumenti digitali per la creazione e la diffusione di contenuti, e a comprendere le teorie alla base delle pratiche artistiche. Gli sbocchi professionali per i laureati in DAMS possono includere ruoli nel settore culturale, nella produzione artistica, nella gestione di eventi, e nella comunicazione e promozione dei media digitali.",
      "en": "The degree program in Arts, Music, Performing Arts, and Digital Media (DAMS) offers an interdisciplinary educational path that integrates various areas of knowledge, with a particular focus on the arts, music, theater, and digital media. Students have the opportunity to explore different artistic forms and their interactions with contemporary technologies, gaining a deep understanding of the cultural and social dynamics that influence the current artistic landscape.\n\nThrough a rich and varied curriculum, the program allows students to develop critical and analytical skills, as well as practical abilities in the field of performing arts and digital media. Students can learn to manage artistic projects, use digital tools for the creation and dissemination of content, and understand the theories underlying artistic practices. Career opportunities for graduates in DAMS may include roles in the cultural sector, artistic production, event management, and communication and promotion of digital media."
    },
    "tags": {
      "en": [
        "Creative",
        "Music",
        "Media"
      ],
      "it": [
        "Creatività",
        "Musica",
        "Media"
      ]
    }
  },
  {
    "id": "deg-017",
    "icon": "🌱",
    "category": "Arts & Design",
    "name": {
      "en": "Sustainable Design for the Food System",
      "it": "Design Sostenibile Per Il Sistema Alimentare"
    },
    "description": {
      "it": "Il Corso di Laurea in Design Sostenibile per il Sistema Alimentare, attivato presso le sedi di Torino e Parma, è progettato per formare professionisti nel campo del design applicato al settore alimentare. Gli studenti acquisiranno competenze specifiche nel design sostenibile, con un focus particolare sulle pratiche e soluzioni innovative che possono migliorare l'intero sistema alimentare. Il corso si propone di esplorare le interazioni tra design, sostenibilità e alimentazione, preparando i laureati a rispondere alle sfide contemporanee legate alla produzione e al consumo di cibo.\n\nAttraverso un approccio interdisciplinare, gli studenti svilupperanno abilità pratiche e teoriche che li renderanno capaci di progettare prodotti e servizi alimentari sostenibili. Le competenze acquisite durante il percorso di studi possono aprire a diverse opportunità professionali nel settore del design, della consulenza ambientale e della gestione sostenibile delle risorse alimentari. I laureati potranno lavorare in aziende del settore alimentare, agenzie di design, organizzazioni non governative e istituzioni pubbliche, contribuendo attivamente alla transizione verso un sistema alimentare più sostenibile.",
      "en": "The Bachelor's Degree in Sustainable Design for the Food System, offered at the campuses in Turin and Parma, is designed to train professionals in the field of design applied to the food sector. Students will acquire specific skills in sustainable design, with a particular focus on innovative practices and solutions that can improve the entire food system. The course aims to explore the interactions between design, sustainability, and nutrition, preparing graduates to respond to contemporary challenges related to food production and consumption.\n\nThrough an interdisciplinary approach, students will develop practical and theoretical skills that will enable them to design sustainable food products and services. The skills acquired during the course of study can open up various professional opportunities in the fields of design, environmental consulting, and sustainable management of food resources. Graduates will be able to work in food industry companies, design agencies, non-governmental organizations, and public institutions, actively contributing to the transition towards a more sustainable food system."
    },
    "tags": {
      "en": [
        "Design",
        "Sustainability",
        "Food"
      ],
      "it": [
        "Design",
        "Sostenibilità",
        "Alimentare"
      ]
    }
  },
  {
    "id": "deg-018",
    "icon": "✏️",
    "category": "Arts & Design",
    "name": {
      "en": "Design and Communication",
      "it": "Design E Comunicazione"
    },
    "description": {
      "it": "Il Corso di Laurea in Design e Comunicazione si propone di formare designer capaci di applicare metodi progettuali innovativi. Gli studenti acquisiranno competenze specifiche nel campo del design, sviluppando una solida base teorica e pratica. Il percorso formativo include corsi progettuali che permettono di esplorare diverse aree del design, favorendo la creatività e l'abilità di risolvere problemi complessi.\n\nGrazie a questo corso, i laureati saranno in grado di affrontare sfide professionali nel settore della comunicazione visiva e del design, preparando così gli studenti a intraprendere carriere in ambiti quali la progettazione grafica, il branding e la comunicazione digitale. La formazione ricevuta consente di sviluppare un approccio critico e analitico, fondamentale per operare in un contesto lavorativo in continua evoluzione.",
      "en": "The Degree Course in Design and Communication aims to train designers capable of applying innovative design methods. Students will acquire specific skills in the field of design, developing a solid theoretical and practical foundation. The educational path includes design courses that allow exploration of different areas of design, fostering creativity and the ability to solve complex problems.\n\nThanks to this course, graduates will be able to face professional challenges in the field of visual communication and design, thus preparing students to embark on careers in areas such as graphic design, branding, and digital communication. The training received enables the development of a critical and analytical approach, essential for operating in a constantly evolving work environment."
    },
    "tags": {
      "en": [
        "Design",
        "Visual",
        "Communication"
      ],
      "it": [
        "Design",
        "Visuale",
        "Comunicazione"
      ]
    }
  },
  {
    "id": "deg-019",
    "icon": "📈",
    "category": "Business & Law",
    "name": {
      "en": "Economics",
      "it": "Economia"
    },
    "description": {
      "it": "Il corso di laurea in Economia offre una preparazione completa nelle discipline economiche, aziendali e giuridiche, fornendo agli studenti una solida base teorica e pratica. Gli studenti avranno l'opportunità di approfondire vari aspetti dell'economia, acquisendo competenze analitiche e critiche necessarie per comprendere i meccanismi economici e le dinamiche aziendali. Il programma è progettato per sviluppare una visione integrata delle problematiche economiche, favorendo un approccio multidisciplinare.\n\nLe competenze acquisite durante il percorso di studi includono la capacità di analizzare dati economici, comprendere le normative giuridiche che influenzano il mercato e gestire le risorse aziendali in modo efficace. Gli studenti saranno preparati a operare in contesti complessi, affrontando sfide legate alla gestione e all'analisi economica. Gli sbocchi professionali plausibili per i laureati in Economia possono includere ruoli nel settore pubblico e privato, consulenze aziendali, analisi di mercato e gestione delle risorse umane.",
      "en": "The degree program in Economics offers a comprehensive preparation in economic, business, and legal disciplines, providing students with a solid theoretical and practical foundation. Students will have the opportunity to explore various aspects of economics, acquiring the analytical and critical skills necessary to understand economic mechanisms and business dynamics. The program is designed to develop an integrated view of economic issues, promoting a multidisciplinary approach.\n\nThe skills acquired during the course of study include the ability to analyze economic data, understand the legal regulations that influence the market, and manage business resources effectively. Students will be prepared to operate in complex contexts, facing challenges related to management and economic analysis. Plausible career opportunities for graduates in Economics may include roles in the public and private sectors, business consulting, market analysis, and human resource management."
    },
    "tags": {
      "en": [
        "Economy",
        "Data",
        "Policy"
      ],
      "it": [
        "Economia",
        "Dati",
        "Politica"
      ]
    }
  },
  {
    "id": "deg-020",
    "icon": "📊",
    "category": "Business & Law",
    "name": {
      "en": "Business Economics",
      "it": "Economia Aziendale"
    },
    "description": {
      "it": "Il Corso di Laurea in Economia Aziendale offre una formazione completa e approfondita sui principali processi di governo delle imprese. Gli studenti acquisiranno una solida conoscenza teorico-pratica, che li preparerà a comprendere le dinamiche economiche e gestionali che caratterizzano il mondo aziendale. Il programma di studi si concentra sui concetti fondamentali necessari per analizzare le condizioni di esistenza e di sviluppo delle imprese, fornendo strumenti utili per affrontare le sfide del mercato.\n\nAl termine del percorso, i laureati saranno in grado di gestire e analizzare le informazioni economiche e aziendali, sviluppando competenze strategiche e operative. Gli sbocchi professionali per i laureati in Economia Aziendale possono includere ruoli in ambito gestionale, consulenziale e amministrativo, permettendo loro di inserirsi in diverse realtà aziendali e settori economici.",
      "en": "The Bachelor's Degree in Business Administration offers a comprehensive and in-depth education on the main governance processes of businesses. Students will acquire a solid theoretical and practical knowledge that will prepare them to understand the economic and managerial dynamics that characterize the business world. The study program focuses on the fundamental concepts necessary to analyze the conditions for the existence and development of businesses, providing useful tools to tackle market challenges.\n\nAt the end of the program, graduates will be able to manage and analyze economic and business information, developing strategic and operational skills. Career opportunities for graduates in Business Administration may include roles in management, consulting, and administration, allowing them to integrate into various business environments and economic sectors."
    },
    "tags": {
      "en": [
        "Finance",
        "Accounting",
        "Business"
      ],
      "it": [
        "Finanza",
        "Contabilità",
        "Business"
      ]
    }
  },
  {
    "id": "deg-021",
    "icon": "📉",
    "category": "Business & Law",
    "name": {
      "en": "Economics and Statistics for Organizations",
      "it": "Economia E Statistica Per Le Organizzazioni"
    },
    "description": {
      "it": "Il Corso di Laurea in Economia e Statistica per le Organizzazioni si propone di formare studenti in grado di interpretare la complessità delle relazioni economiche e statistiche all'interno delle organizzazioni. Gli studenti approfondiranno tematiche relative all'economia e alla statistica, acquisendo competenze analitiche e gestionali fondamentali per affrontare le sfide del mondo del lavoro. Il programma include insegnamenti mirati a sviluppare una solida base teorica e pratica, utile per comprendere e gestire le dinamiche aziendali.\n\nLe competenze acquisite durante il percorso di studi preparano gli studenti a ricoprire ruoli professionali come economisti, manager e analisti. Grazie alla formazione ricevuta, i laureati saranno in grado di operare in contesti complessi, contribuendo all'analisi e alla gestione delle informazioni economiche e statistiche necessarie per il successo delle organizzazioni. Il corso risponde così alla crescente domanda di professionisti qualificati nel settore.",
      "en": "The Degree Course in Economics and Statistics for Organizations aims to train students capable of interpreting the complexity of economic and statistical relationships within organizations. Students will delve into topics related to economics and statistics, acquiring analytical and managerial skills essential for facing the challenges of the job market. The program includes courses designed to develop a solid theoretical and practical foundation, useful for understanding and managing business dynamics.\n\nThe skills acquired during the course of study prepare students to take on professional roles as economists, managers, and analysts. Thanks to the training received, graduates will be able to operate in complex contexts, contributing to the analysis and management of the economic and statistical information necessary for the success of organizations. The course thus responds to the growing demand for qualified professionals in the sector."
    },
    "tags": {
      "en": [
        "Statistics",
        "Data",
        "Business"
      ],
      "it": [
        "Statistica",
        "Dati",
        "Business"
      ]
    }
  },
  {
    "id": "deg-022",
    "icon": "🍎",
    "category": "Education",
    "name": {
      "en": "Professional Education",
      "it": "Educazione Professionale"
    },
    "description": {
      "it": "Il Corso di Laurea in Educazione Professionale si propone di formare professionisti capaci di progettare interventi educativi specifici per il recupero e lo sviluppo delle potenzialità di soggetti in difficoltà. Gli studenti acquisiranno competenze teoriche e pratiche nel campo dell'educazione, imparando a gestire situazioni complesse e a lavorare con diverse tipologie di utenti, inclusi bambini, adolescenti e adulti in difficoltà.\n\nGrazie a un percorso formativo strutturato, i laureati saranno in grado di operare in vari contesti educativi e sociali, contribuendo attivamente al miglioramento della qualità della vita delle persone con cui lavorano. Gli sbocchi professionali possono includere ruoli in istituzioni educative, servizi sociali, organizzazioni non governative e progetti di inclusione sociale.",
      "en": "The Bachelor's Degree in Professional Education aims to train professionals capable of designing specific educational interventions for the recovery and development of the potential of individuals in difficulty. Students will acquire theoretical and practical skills in the field of education, learning to manage complex situations and work with different types of users, including children, adolescents, and adults in difficulty.\n\nThanks to a structured training path, graduates will be able to operate in various educational and social contexts, actively contributing to the improvement of the quality of life of the people they work with. Professional opportunities may include roles in educational institutions, social services, non-governmental organizations, and social inclusion projects."
    },
    "tags": {
      "en": [
        "Teaching",
        "Training",
        "People"
      ],
      "it": [
        "Insegnamento",
        "Formazione",
        "Persone"
      ]
    }
  },
  {
    "id": "deg-023",
    "icon": "📡",
    "category": "STEM",
    "name": {
      "en": "Electronic And Communications Engineering",
      "it": "Ingegneria Elettronica E Delle Comunicazioni"
    },
    "description": {
      "it": "Il Corso di Laurea in Ingegneria Elettronica e delle Comunicazioni offre un percorso di studi focalizzato sulle tecnologie elettroniche e le comunicazioni. Gli studenti approfondiranno tematiche relative alla progettazione e allo sviluppo di sistemi elettronici, nonché alle tecnologie di comunicazione moderne. Il piano di studi è strutturato per fornire una solida base teorica e pratica, preparando gli studenti ad affrontare le sfide del settore.\n\nAttraverso questo corso, gli studenti acquisiranno competenze tecniche avanzate, inclusa la capacità di progettare circuiti elettronici, gestire sistemi di comunicazione e utilizzare strumenti di analisi e simulazione. Le competenze sviluppate durante il percorso formativo sono altamente richieste nel mercato del lavoro, aprendo a diverse opportunità professionali in ambiti come l'industria elettronica, le telecomunicazioni e la ricerca tecnologica.",
      "en": "The Bachelor's Degree in Electronic Engineering and Communications offers a study path focused on electronic technologies and communications. Students will delve into topics related to the design and development of electronic systems, as well as modern communication technologies. The curriculum is structured to provide a solid theoretical and practical foundation, preparing students to face the challenges of the sector.\n\nThrough this course, students will acquire advanced technical skills, including the ability to design electronic circuits, manage communication systems, and use analysis and simulation tools. The skills developed during the educational path are highly sought after in the job market, opening up various professional opportunities in fields such as the electronic industry, telecommunications, and technological research."
    },
    "tags": {
      "en": [
        "Tech",
        "Electronics",
        "Signals"
      ],
      "it": [
        "Tecnologia",
        "Elettronica",
        "Segnali"
      ]
    }
  },
  {
    "id": "deg-024",
    "icon": "💊",
    "category": "Health & Medicine",
    "name": {
      "en": "Pharmacy",
      "it": "Farmacia"
    },
    "description": {
      "it": "Il Corso di Laurea Magistrale in Farmacia è un percorso di studi quinquennale che offre una formazione approfondita nel campo della chimica e della tecnologia farmaceutica. Gli studenti acquisiranno competenze fondamentali riguardanti la preparazione, la distribuzione e l'uso dei farmaci, nonché una solida conoscenza delle scienze biologiche e chimiche. Il corso si concentra anche sull'importanza della farmacologia e della farmacoterapia, preparando gli studenti a comprendere le interazioni tra farmaci e organismi viventi.\n\nAl termine del percorso, i laureati in Farmacia saranno in grado di operare in vari ambiti professionali, come le farmacie, le industrie farmaceutiche, i laboratori di analisi e le istituzioni sanitarie. Saranno pronti a svolgere attività di consulenza e informazione sul corretto uso dei farmaci, contribuendo così alla salute pubblica e al benessere della comunità.",
      "en": "The Master's Degree in Pharmacy is a five-year study program that offers in-depth training in the field of chemistry and pharmaceutical technology. Students will acquire fundamental skills related to the preparation, distribution, and use of medications, as well as a solid understanding of biological and chemical sciences. The course also focuses on the importance of pharmacology and pharmacotherapy, preparing students to understand the interactions between drugs and living organisms.\n\nAt the end of the program, graduates in Pharmacy will be able to work in various professional fields, such as pharmacies, pharmaceutical industries, analysis laboratories, and healthcare institutions. They will be ready to provide consultancy and information on the correct use of medications, thus contributing to public health and the well-being of the community."
    },
    "tags": {
      "en": [
        "Health",
        "Chemistry",
        "Care"
      ],
      "it": [
        "Salute",
        "Chimica",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-025",
    "icon": "🤔",
    "category": "Humanities",
    "name": {
      "en": "Philosophy",
      "it": "Filosofia"
    },
    "description": {
      "it": "Il Corso di Laurea Triennale in Filosofia offre una preparazione generale che si basa sulla conoscenza della storia del pensiero filosofico. Gli studenti avranno l'opportunità di esplorare le principali correnti filosofiche, con un focus particolare sulla filosofia dell'800 e del '900. Il corso ha un carattere introduttivo e si propone di fornire un quadro essenziale che consenta agli studenti di comprendere le questioni fondamentali e i dibattiti che hanno caratterizzato la filosofia moderna.\n\nAttraverso questo percorso di studi, gli studenti acquisiranno competenze critiche e analitiche, imparando a formulare argomentazioni solide e a valutare le idee in modo rigoroso. Le conoscenze apprese possono aprire a diversi sbocchi professionali, permettendo ai laureati di intraprendere carriere nel campo dell'istruzione, della ricerca, della comunicazione e in ambiti che richiedono capacità di analisi e pensiero critico.",
      "en": "The Bachelor's Degree in Philosophy offers a general preparation based on the knowledge of the history of philosophical thought. Students will have the opportunity to explore the main philosophical currents, with a particular focus on 19th and 20th-century philosophy. The course has an introductory character and aims to provide an essential framework that allows students to understand the fundamental issues and debates that have characterized modern philosophy.\n\nThrough this course of study, students will acquire critical and analytical skills, learning to formulate solid arguments and evaluate ideas rigorously. The knowledge gained can open up various professional opportunities, allowing graduates to pursue careers in education, research, communication, and fields that require analytical skills and critical thinking."
    },
    "tags": {
      "en": [
        "Logic",
        "Ethics",
        "Reading"
      ],
      "it": [
        "Logica",
        "Etica",
        "Lettura"
      ]
    }
  },
  {
    "id": "deg-026",
    "icon": "⚛️",
    "category": "STEM",
    "name": {
      "en": "Physics",
      "it": "Fisica"
    },
    "description": {
      "it": "Il Corso di Laurea Triennale in Fisica offre un percorso formativo che si concentra su un indirizzo generico, con un'ampia parte comune che copre l'85% dei crediti da acquisire. Gli studenti avranno l'opportunità di approfondire le metodologie didattiche e le problematiche connesse, dedicando 12 ore a queste tematiche, e 6 ore all'utilizzo della storia della fisica come strumento di riflessione critica. Questo approccio mira a stimolare una comprensione profonda e critica della fisica, incoraggiando gli studenti a rivedere e rielaborare le conoscenze acquisite.\n\nLe competenze che gli studenti possono aspettarsi di acquisire includono una solida preparazione teorica e pratica in fisica, capacità di analisi critica e problem solving, oltre a una familiarità con le metodologie didattiche. Queste competenze sono fondamentali per affrontare le sfide del mondo scientifico e tecnologico. Gli sbocchi professionali plausibili per i laureati in Fisica possono includere ruoli in ambito educativo, ricerca scientifica, e in settori tecnologici e industriali, dove la fisica gioca un ruolo chiave nello sviluppo di nuove tecnologie e applicazioni.",
      "en": "The Bachelor's Degree in Physics offers a training path that focuses on a general direction, with a broad common part covering 85% of the credits to be acquired. Students will have the opportunity to delve into teaching methodologies and related issues, dedicating 12 hours to these topics, and 6 hours to using the history of physics as a tool for critical reflection. This approach aims to stimulate a deep and critical understanding of physics, encouraging students to review and rework the knowledge acquired.\n\nThe skills that students can expect to acquire include a solid theoretical and practical preparation in physics, critical analysis and problem-solving abilities, as well as familiarity with teaching methodologies. These skills are essential for facing the challenges of the scientific and technological world. Plausible career opportunities for graduates in Physics may include roles in education, scientific research, and in technological and industrial sectors, where physics plays a key role in the development of new technologies and applications."
    },
    "tags": {
      "en": [
        "Science",
        "Math",
        "Theory"
      ],
      "it": [
        "Scienza",
        "Matematica",
        "Teoria"
      ]
    }
  },
  {
    "id": "deg-027",
    "icon": "🦾",
    "category": "Health & Medicine",
    "name": {
      "en": "Physiotherapy",
      "it": "Fisioterapia"
    },
    "description": {
      "it": "Il Corso di laurea in Fisioterapia è un percorso triennale che offre una formazione completa nel campo della riabilitazione e del benessere fisico. Gli studenti approfondiranno diverse aree tematiche, tra cui la psicologia clinica e le scienze chirurgiche, acquisendo competenze teoriche e pratiche essenziali per la professione. Il programma è strutturato per fornire una solida base di conoscenze scientifiche e tecniche, necessarie per affrontare le sfide del settore della fisioterapia.\n\nAl termine del corso, i laureati saranno in grado di valutare e trattare diverse patologie attraverso interventi fisioterapici mirati. Le competenze acquisite permetteranno loro di lavorare in contesti clinici, ospedalieri e riabilitativi, collaborando con altri professionisti della salute. Gli sbocchi professionali sono vari e comprendono la possibilità di lavorare in ambulatori, centri di riabilitazione e strutture sanitarie, contribuendo attivamente al miglioramento della qualità della vita dei pazienti.",
      "en": "The Bachelor's degree in Physiotherapy is a three-year program that offers comprehensive training in the field of rehabilitation and physical well-being. Students will explore various thematic areas, including clinical psychology and surgical sciences, acquiring essential theoretical and practical skills for the profession. The program is structured to provide a solid foundation of scientific and technical knowledge necessary to face the challenges of the physiotherapy sector.\n\nAt the end of the course, graduates will be able to assess and treat various pathologies through targeted physiotherapeutic interventions. The skills acquired will enable them to work in clinical, hospital, and rehabilitation settings, collaborating with other health professionals. Career opportunities are diverse and include the possibility of working in outpatient clinics, rehabilitation centers, and healthcare facilities, actively contributing to the improvement of patients' quality of life."
    },
    "tags": {
      "en": [
        "Health",
        "Movement",
        "Care"
      ],
      "it": [
        "Salute",
        "Movimento",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-028",
    "icon": "🌿",
    "category": "STEM",
    "name": {
      "en": "Food Tech For Ecological Transition",
      "it": "Food Tech For Ecological Transition"
    },
    "description": {
      "it": "Il corso di laurea in Food Tech for Ecological Transition, offerto in collaborazione tra l'Università di Pollenzo e il Politecnico di Torino, si propone di formare professionisti nel campo delle tecnologie alimentari e della transizione ecologica. Gli studenti approfondiranno tematiche legate all'industria manufatturiera, con un focus particolare sulle innovazioni tecnologiche che possono contribuire a un sistema alimentare più sostenibile. Il programma include studi su processi produttivi, gestione delle risorse e impatti ambientali, preparando gli studenti a comprendere e affrontare le sfide attuali nel settore alimentare.\n\nAttraverso questo percorso, gli studenti acquisiranno competenze tecniche e scientifiche, nonché abilità pratiche nella gestione delle tecnologie alimentari. Saranno in grado di analizzare e progettare soluzioni innovative che promuovano la sostenibilità e l'efficienza nell'industria alimentare. Gli sbocchi professionali per i laureati possono includere ruoli in aziende alimentari, enti di ricerca, organizzazioni non governative e istituzioni pubbliche, dove potranno contribuire attivamente alla transizione ecologica nel settore agroalimentare.",
      "en": "The degree program in Food Tech for Ecological Transition, offered in collaboration between the University of Pollenzo and the Polytechnic University of Turin, aims to train professionals in the field of food technologies and ecological transition. Students will delve into topics related to the manufacturing industry, with a particular focus on technological innovations that can contribute to a more sustainable food system. The program includes studies on production processes, resource management, and environmental impacts, preparing students to understand and tackle current challenges in the food sector.\n\nThrough this pathway, students will acquire technical and scientific skills, as well as practical abilities in managing food technologies. They will be able to analyze and design innovative solutions that promote sustainability and efficiency in the food industry. Career opportunities for graduates may include roles in food companies, research institutions, non-governmental organizations, and public institutions, where they can actively contribute to the ecological transition in the agri-food sector."
    },
    "tags": {
      "en": [
        "Food",
        "Sustainability",
        "Tech"
      ],
      "it": [
        "Alimentare",
        "Sostenibilità",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-029",
    "icon": "⚖️",
    "category": "Business & Law",
    "name": {
      "en": "Law",
      "it": "Giurisprudenza"
    },
    "description": {
      "it": "Il corso di laurea magistrale a ciclo unico in Giurisprudenza è progettato per formare giuristi altamente qualificati, offrendo una preparazione completa e multidisciplinare nel campo del diritto. Gli studenti approfondiranno diverse aree del sapere giuridico, acquisendo competenze fondamentali per comprendere e analizzare le normative, le istituzioni e le dinamiche sociali legate al diritto.\n\nAttraverso questo percorso di studi, gli studenti svilupperanno capacità critiche e analitiche, essenziali per affrontare le sfide professionali nel settore legale. Al termine del corso, i laureati potranno intraprendere diverse carriere nel campo del diritto, come avvocati, magistrati, consulenti legali o professionisti in ambito pubblico e privato, contribuendo attivamente alla società e alla giustizia.",
      "en": "The single-cycle master's degree in Law is designed to train highly qualified legal professionals, offering a comprehensive and multidisciplinary preparation in the field of law. Students will delve into various areas of legal knowledge, acquiring fundamental skills to understand and analyze regulations, institutions, and social dynamics related to law.\n\nThrough this course of study, students will develop critical and analytical skills, essential for facing professional challenges in the legal sector. Upon completion of the program, graduates will be able to pursue various careers in the field of law, such as lawyers, judges, legal consultants, or professionals in the public and private sectors, actively contributing to society and justice."
    },
    "tags": {
      "en": [
        "Law",
        "Justice",
        "Debate"
      ],
      "it": [
        "Diritto",
        "Giustizia",
        "Dibattito"
      ]
    }
  },
  {
    "id": "deg-030",
    "icon": "🌐",
    "category": "Business & Law",
    "name": {
      "en": "Global Law And Transnational Legal Studies",
      "it": "Global Law And Transnational Legal Studies"
    },
    "description": {
      "it": "Il Corso di Laurea in Global Law and Transnational Legal Studies si propone di fornire agli studenti una solida formazione nel campo del diritto globale e degli studi legali transnazionali. Il programma è erogato in lingua inglese e si rivolge in particolare a studenti stranieri, offrendo un approccio multidisciplinare che integra diverse prospettive giuridiche e culturali. Gli studenti esploreranno tematiche relative al diritto internazionale, alle normative transnazionali e alle sfide legali che emergono in un contesto globalizzato.\n\nAttraverso questo corso, gli studenti acquisiranno competenze analitiche e pratiche nel campo del diritto, sviluppando la capacità di affrontare questioni legali complesse su scala globale. Le competenze trasversali, come la comunicazione interculturale e la capacità di lavorare in contesti internazionali, saranno fondamentali per il loro percorso formativo. Gli sbocchi professionali plausibili per i laureati includono carriere in organizzazioni internazionali, studi legali, istituzioni governative e ONG, dove potranno applicare le conoscenze acquisite in un contesto globale.",
      "en": "The Degree Course in Global Law and Transnational Legal Studies aims to provide students with a solid education in the field of global law and transnational legal studies. The program is delivered in English and is particularly aimed at foreign students, offering a multidisciplinary approach that integrates various legal and cultural perspectives. Students will explore themes related to international law, transnational regulations, and the legal challenges that arise in a globalized context.\n\nThrough this course, students will acquire analytical and practical skills in the field of law, developing the ability to address complex legal issues on a global scale. Cross-cutting skills, such as intercultural communication and the ability to work in international contexts, will be essential for their educational journey. Plausible career opportunities for graduates include careers in international organizations, law firms, government institutions, and NGOs, where they can apply the knowledge gained in a global context."
    },
    "tags": {
      "en": [
        "Law",
        "International",
        "Policy"
      ],
      "it": [
        "Diritto",
        "Internazionale",
        "Politica"
      ]
    }
  },
  {
    "id": "deg-031",
    "icon": "🦷",
    "category": "Health & Medicine",
    "name": {
      "en": "Dental Hygiene",
      "it": "Igiene Dentale"
    },
    "description": {
      "it": "Il Corso di Laurea in Igiene Dentale offre un percorso di studi triennale, articolato in 180 CFU, che prepara gli studenti a diventare professionisti nel campo dell'igiene orale. Durante il corso, gli studenti approfondiranno tematiche legate alla prevenzione delle malattie dentali, alla promozione della salute orale e all'educazione dei pazienti riguardo le corrette pratiche igieniche. Il programma è strutturato in modo da fornire una solida base teorica e pratica, necessaria per operare efficacemente nel settore.\n\nAl termine del percorso, i laureati acquisiranno competenze specifiche nell'ambito della prevenzione e della cura della salute orale, diventando in grado di svolgere attività di igiene dentale, educazione sanitaria e collaborazione con altri professionisti del settore sanitario. Gli sbocchi professionali per i laureati in Igiene Dentale includono opportunità di lavoro in studi dentistici, cliniche odontoiatriche e strutture sanitarie, dove potranno contribuire attivamente alla salute orale della popolazione.",
      "en": "The Degree Course in Dental Hygiene offers a three-year study program, structured in 180 ECTS credits, that prepares students to become professionals in the field of oral hygiene. During the course, students will explore topics related to the prevention of dental diseases, the promotion of oral health, and educating patients about proper hygiene practices. The program is designed to provide a solid theoretical and practical foundation, necessary to operate effectively in the sector.\n\nAt the end of the program, graduates will acquire specific skills in the prevention and care of oral health, becoming capable of performing dental hygiene activities, health education, and collaboration with other professionals in the healthcare sector. Career opportunities for graduates in Dental Hygiene include job opportunities in dental offices, dental clinics, and healthcare facilities, where they can actively contribute to the oral health of the population."
    },
    "tags": {
      "en": [
        "Health",
        "Dental",
        "Care"
      ],
      "it": [
        "Salute",
        "Dentale",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-032",
    "icon": "🏥",
    "category": "Health & Medicine",
    "name": {
      "en": "Nursing",
      "it": "Infermieristica"
    },
    "description": {
      "it": "Il Corso di Laurea in Infermieristica offre una formazione completa nel campo delle professioni sanitarie, con un focus specifico sulle competenze infermieristiche. Gli studenti acquisiranno conoscenze teoriche e pratiche necessarie per fornire assistenza e cura ai pazienti, affrontando tematiche legate alla salute, alla prevenzione e alla gestione delle malattie. Il percorso formativo è strutturato per garantire un apprendimento integrato, combinando lezioni teoriche con esperienze pratiche in contesti clinici.\n\nLe competenze sviluppate durante il corso includono la capacità di valutare le condizioni di salute dei pazienti, pianificare e attuare interventi assistenziali, e lavorare in team multidisciplinari. Gli studenti impareranno anche a comunicare efficacemente con i pazienti e le loro famiglie, gestire situazioni di emergenza e adottare comportamenti etici e professionali nel loro operato. Al termine del percorso, i laureati in Infermieristica potranno intraprendere diverse carriere nel settore sanitario, operando in ospedali, cliniche, strutture residenziali e servizi di assistenza domiciliare.",
      "en": "The Nursing Degree Course offers comprehensive training in the field of health professions, with a specific focus on nursing skills. Students will acquire the theoretical and practical knowledge necessary to provide care and assistance to patients, addressing issues related to health, prevention, and disease management. The educational path is structured to ensure integrated learning, combining theoretical lessons with practical experiences in clinical settings.\n\nThe skills developed during the course include the ability to assess patients' health conditions, plan and implement care interventions, and work in multidisciplinary teams. Students will also learn to communicate effectively with patients and their families, manage emergency situations, and adopt ethical and professional behaviors in their work. At the end of the program, graduates in Nursing will be able to pursue various careers in the healthcare sector, working in hospitals, clinics, residential facilities, and home care services."
    },
    "tags": {
      "en": [
        "Health",
        "Care",
        "People"
      ],
      "it": [
        "Salute",
        "Cura",
        "Persone"
      ]
    }
  },
  {
    "id": "deg-033",
    "icon": "👶",
    "category": "Health & Medicine",
    "name": {
      "en": "Paediatric Nursing",
      "it": "Infermieristica Pediatrica"
    },
    "description": {
      "it": "Il Corso di Laurea in Infermieristica Pediatrica offre un percorso formativo specifico per la preparazione di professionisti in grado di fornire assistenza infermieristica ai bambini e alle loro famiglie. Gli studenti approfondiranno tematiche legate alla salute infantile, apprendendo le competenze necessarie per affrontare le esigenze specifiche dei pazienti pediatrici. Il programma include insegnamenti teorici e pratici, che consentono di acquisire conoscenze approfondite sulle patologie infantili, la gestione del dolore e le tecniche di comunicazione con i piccoli pazienti e i loro genitori.\n\nAttraverso la partecipazione attiva a tirocini e laboratori, gli studenti svilupperanno competenze cliniche e relazionali fondamentali per operare nel settore della salute pediatrica. Al termine del corso, i laureati saranno in grado di lavorare in vari contesti, come ospedali pediatrici, ambulatori e servizi di assistenza domiciliare, contribuendo in modo significativo al benessere dei bambini e delle loro famiglie.",
      "en": "The Bachelor's Degree in Pediatric Nursing offers a specific training path for the preparation of professionals capable of providing nursing care to children and their families. Students will delve into topics related to child health, acquiring the necessary skills to address the specific needs of pediatric patients. The program includes theoretical and practical teachings, allowing for an in-depth understanding of childhood diseases, pain management, and communication techniques with young patients and their parents.\n\nThrough active participation in internships and workshops, students will develop essential clinical and relational skills to operate in the pediatric health sector. At the end of the course, graduates will be able to work in various settings, such as pediatric hospitals, clinics, and home care services, significantly contributing to the well-being of children and their families."
    },
    "tags": {
      "en": [
        "Health",
        "Children",
        "Care"
      ],
      "it": [
        "Salute",
        "Bambini",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-034",
    "icon": "💻",
    "category": "STEM",
    "name": {
      "en": "Computer Science",
      "it": "Informatica"
    },
    "description": {
      "it": "Il Corso di Laurea in Informatica offre un percorso formativo completo che permette agli studenti di acquisire una solida base teorica e pratica nel campo dell'informatica. Durante il corso, gli studenti esploreranno vari aspetti della disciplina, tra cui la programmazione, i sistemi informatici, le reti e la gestione dei dati. L'approccio didattico combina lezioni teoriche con attività pratiche, favorendo così un apprendimento attivo e coinvolgente.\n\nLe competenze sviluppate durante il corso includono la capacità di analizzare e risolvere problemi complessi, progettare e implementare software, e gestire progetti informatici. Gli studenti saranno preparati a lavorare in team e a comunicare efficacemente, competenze fondamentali nel mondo professionale. Al termine del percorso, i laureati potranno intraprendere carriere in vari settori, come lo sviluppo software, la consulenza informatica, la gestione di sistemi informativi e l'innovazione tecnologica.",
      "en": "The Bachelor's Degree in Computer Science offers a comprehensive educational path that allows students to acquire a solid theoretical and practical foundation in the field of computer science. During the course, students will explore various aspects of the discipline, including programming, computer systems, networks, and data management. The teaching approach combines theoretical lessons with practical activities, thus promoting active and engaging learning.\n\nThe skills developed during the course include the ability to analyze and solve complex problems, design and implement software, and manage IT projects. Students will be prepared to work in teams and communicate effectively, essential skills in the professional world. At the end of the program, graduates will be able to pursue careers in various sectors, such as software development, IT consulting, information systems management, and technological innovation."
    },
    "tags": {
      "en": [
        "Tech",
        "Coding",
        "Logic"
      ],
      "it": [
        "Tecnologia",
        "Programmazione",
        "Logica"
      ]
    }
  },
  {
    "id": "deg-035",
    "icon": "💡",
    "category": "Social Sciences",
    "name": {
      "en": "Social Innovation, Communication, New Technologies",
      "it": "Innovazione Sociale, Comunicazione, Nuove Tecnologie"
    },
    "description": {
      "it": "Il Corso di Laurea triennale in Innovazione Sociale, Comunicazione e Nuove Tecnologie offre un percorso formativo che integra diverse discipline, focalizzandosi sull'interazione tra innovazione sociale e tecnologie della comunicazione. Gli studenti avranno l'opportunità di esplorare come le nuove tecnologie possano essere utilizzate per promuovere cambiamenti sociali positivi, sviluppando competenze in ambito comunicativo e tecnologico.\n\nDurante il corso, gli iscritti acquisiranno competenze trasversali che spaziano dalla gestione della comunicazione all'analisi critica delle tecnologie emergenti. Queste competenze sono fondamentali per affrontare le sfide contemporanee nel campo della comunicazione e dell'innovazione sociale. Gli sbocchi professionali plausibili includono ruoli in organizzazioni non profit, agenzie di comunicazione, start-up tecnologiche e istituzioni pubbliche, dove sarà possibile applicare le conoscenze acquisite per contribuire a progetti di impatto sociale.",
      "en": "The Bachelor's Degree in Social Innovation, Communication, and New Technologies offers a training pathway that integrates various disciplines, focusing on the interaction between social innovation and communication technologies. Students will have the opportunity to explore how new technologies can be used to promote positive social change, developing skills in communication and technology.\n\nDuring the course, students will acquire cross-disciplinary skills ranging from communication management to critical analysis of emerging technologies. These skills are essential for addressing contemporary challenges in the field of communication and social innovation. Plausible career opportunities include roles in non-profit organizations, communication agencies, tech start-ups, and public institutions, where it will be possible to apply the knowledge gained to contribute to socially impactful projects."
    },
    "tags": {
      "en": [
        "Innovation",
        "Communication",
        "Tech"
      ],
      "it": [
        "Innovazione",
        "Comunicazione",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-036",
    "icon": "🚀",
    "category": "STEM",
    "name": {
      "en": "Aerospace Engineering",
      "it": "Ingegneria Aerospaziale"
    },
    "description": {
      "it": "Il corso di laurea in Ingegneria Aerospaziale offre una formazione approfondita nel campo dell'ingegneria applicata all'industria aeronautica e spaziale. Gli studenti hanno l'opportunità di studiare tematiche avanzate legate alla progettazione, costruzione e gestione di veicoli spaziali e aeromobili, acquisendo competenze tecniche e scientifiche fondamentali per affrontare le sfide di questo settore in continua evoluzione.\n\nAttraverso un piano di studi ben strutturato, gli studenti sviluppano abilità in vari ambiti, tra cui la meccanica dei fluidi, la termodinamica, la dinamica dei sistemi e l'analisi strutturale. Queste competenze permettono di preparare i laureati a intraprendere carriere professionali in aziende aerospaziali, enti di ricerca e istituzioni pubbliche, dove possono contribuire all'innovazione e allo sviluppo di nuove tecnologie nel settore aerospaziale e astronautico.",
      "en": "The degree program in Aerospace Engineering offers an in-depth education in the field of engineering applied to the aeronautics and space industry. Students have the opportunity to study advanced topics related to the design, construction, and management of spacecraft and aircraft, acquiring essential technical and scientific skills to tackle the challenges of this ever-evolving sector.\n\nThrough a well-structured curriculum, students develop skills in various areas, including fluid mechanics, thermodynamics, system dynamics, and structural analysis. These skills prepare graduates to pursue professional careers in aerospace companies, research institutions, and public organizations, where they can contribute to innovation and the development of new technologies in the aerospace and astronautics sector."
    },
    "tags": {
      "en": [
        "Engineering",
        "Aerospace",
        "Physics"
      ],
      "it": [
        "Ingegneria",
        "Aerospaziale",
        "Fisica"
      ]
    }
  },
  {
    "id": "deg-037",
    "icon": "🫀",
    "category": "STEM",
    "name": {
      "en": "Biomedical Engineering",
      "it": "Ingegneria Biomedica"
    },
    "description": {
      "it": "Il corso di laurea in Ingegneria Biomedica si propone di formare professionisti specializzati nelle principali tematiche di questa disciplina, che combina le metodologie e le tecnologie dell'ingegneria per affrontare e risolvere problemi nel campo biomedico. Gli studenti acquisiranno competenze sia in ingegneria industriale che in ingegneria dell'informazione, permettendo loro di comprendere e applicare soluzioni innovative nel settore sanitario.\n\nDurante il percorso di studi, gli studenti esploreranno vari aspetti dell'ingegneria biomedica, sviluppando abilità tecniche e analitiche necessarie per progettare e gestire dispositivi medici, sistemi informatici per la salute e altre tecnologie biomediche. Gli sbocchi professionali per i laureati possono includere ruoli in ospedali, aziende di dispositivi medici, centri di ricerca e sviluppo, oltre a opportunità nella consulenza e nella gestione di progetti nel settore sanitario.",
      "en": "The degree program in Biomedical Engineering aims to train professionals specialized in the main themes of this discipline, which combines engineering methodologies and technologies to address and solve problems in the biomedical field. Students will acquire skills in both industrial engineering and information engineering, enabling them to understand and apply innovative solutions in the healthcare sector.\n\nThroughout the course of study, students will explore various aspects of biomedical engineering, developing the technical and analytical skills necessary to design and manage medical devices, health information systems, and other biomedical technologies. Career opportunities for graduates may include roles in hospitals, medical device companies, research and development centers, as well as opportunities in consulting and project management in the healthcare sector."
    },
    "tags": {
      "en": [
        "Engineering",
        "Health",
        "Tech"
      ],
      "it": [
        "Ingegneria",
        "Salute",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-038",
    "icon": "🍳",
    "category": "STEM",
    "name": {
      "en": "Chemical and Food Engineering",
      "it": "Ingegneria Chimica E Alimentare"
    },
    "description": {
      "it": "Il corso di laurea in Ingegneria Chimica e Alimentare offre una formazione completa nel campo della chimica e dell'ingegneria applicata ai processi alimentari. Gli studenti approfondiranno tematiche fondamentali come la chimica organica, la fisica e le tecnologie alimentari, acquisendo competenze tecniche e scientifiche necessarie per affrontare le sfide del settore. Il piano di studi è strutturato per fornire una solida base teorica, accompagnata da esperienze pratiche che favoriscono l'applicazione delle conoscenze in contesti reali.\n\nAl termine del percorso, i laureati saranno in grado di progettare e gestire processi chimici e alimentari, ottimizzando la produzione e garantendo la qualità dei prodotti. Le competenze acquisite permetteranno di operare in vari ambiti, come l'industria alimentare, la produzione chimica e la ricerca e sviluppo, aprendo a diverse opportunità professionali nel settore industriale e della consulenza.",
      "en": "The degree program in Chemical and Food Engineering offers a comprehensive education in the field of chemistry and engineering applied to food processes. Students will explore fundamental topics such as organic chemistry, physics, and food technologies, acquiring the technical and scientific skills necessary to tackle the challenges of the sector. The curriculum is structured to provide a solid theoretical foundation, accompanied by practical experiences that promote the application of knowledge in real-world contexts.\n\nUpon completion of the program, graduates will be able to design and manage chemical and food processes, optimizing production and ensuring product quality. The skills acquired will enable them to operate in various fields, such as the food industry, chemical production, and research and development, opening up diverse professional opportunities in the industrial and consulting sectors."
    },
    "tags": {
      "en": [
        "Chemistry",
        "Food",
        "Process"
      ],
      "it": [
        "Chimica",
        "Alimentare",
        "Processo"
      ]
    }
  },
  {
    "id": "deg-039",
    "icon": "🏗️",
    "category": "STEM",
    "name": {
      "en": "Civil Engineering",
      "it": "Ingegneria Civile"
    },
    "description": {
      "it": "Il Corso di Laurea in Ingegneria Civile offre una formazione completa nel campo delle costruzioni e delle infrastrutture. Gli studenti approfondiranno tematiche relative alla progettazione, realizzazione e gestione di opere civili, con un focus particolare sulle costruzioni edilizie e sull'impatto ambientale delle opere ingegneristiche. Il corso prevede un approccio pratico e teorico, con lezioni frontali e attività laboratoriali, che permettono di acquisire competenze tecniche e scientifiche fondamentali per il settore.\n\nAl termine del percorso, i laureati saranno in grado di affrontare le sfide del mondo del lavoro, grazie a una solida preparazione in ingegneria civile e ambientale. Le competenze acquisite includono la capacità di progettare opere infrastrutturali, gestire progetti complessi e valutare l'impatto ambientale delle costruzioni. Gli sbocchi professionali per i laureati in Ingegneria Civile sono molteplici e possono includere ruoli in studi di ingegneria, aziende di costruzione, enti pubblici e organizzazioni che si occupano di pianificazione urbana e gestione delle risorse ambientali.",
      "en": "The Bachelor's Degree in Civil Engineering offers a comprehensive education in the field of construction and infrastructure. Students will delve into topics related to the design, construction, and management of civil works, with a particular focus on building constructions and the environmental impact of engineering projects. The course includes a practical and theoretical approach, with lectures and laboratory activities that allow students to acquire essential technical and scientific skills for the sector.\n\nAt the end of the program, graduates will be able to tackle the challenges of the job market, thanks to a solid preparation in civil and environmental engineering. The skills acquired include the ability to design infrastructure works, manage complex projects, and assess the environmental impact of constructions. Career opportunities for graduates in Civil Engineering are numerous and may include roles in engineering firms, construction companies, public entities, and organizations involved in urban planning and environmental resource management."
    },
    "tags": {
      "en": [
        "Build",
        "Infrastructure",
        "Design"
      ],
      "it": [
        "Progettazione",
        "Infrastrutture",
        "Design"
      ]
    }
  },
  {
    "id": "deg-040",
    "icon": "🏢",
    "category": "STEM",
    "name": {
      "en": "Building Engineering",
      "it": "Ingegneria Edile"
    },
    "description": {
      "it": "Il Corso di Laurea in Ingegneria Edile offre una formazione completa e approfondita nel campo delle costruzioni e delle infrastrutture. Gli studenti affrontano materie fondamentali come Analisi Matematica, Idraulica Tecnica e altre discipline ingegneristiche, che permettono di acquisire competenze tecniche e scientifiche necessarie per progettare e gestire opere edili. Il piano di studi è strutturato in modo da fornire una solida base teorica, accompagnata da applicazioni pratiche, per preparare gli studenti ad affrontare le sfide del settore.\n\nLe competenze sviluppate durante il corso includono l'analisi dei requisiti progettuali, la capacità di utilizzare strumenti avanzati per la progettazione e la gestione delle costruzioni, nonché una comprensione approfondita delle normative e delle tecnologie innovative nel campo dell'ingegneria edile. Queste competenze rendono i laureati pronti a inserirsi in un mercato del lavoro in continua evoluzione, dove possono ricoprire ruoli professionali in ambito progettuale, gestionale e tecnico, contribuendo attivamente alla realizzazione di opere edili sostenibili e di qualità.",
      "en": "The Degree Course in Civil Engineering offers a comprehensive and in-depth education in the field of construction and infrastructure. Students tackle fundamental subjects such as Mathematical Analysis, Technical Hydraulics, and other engineering disciplines, which allow them to acquire the technical and scientific skills necessary to design and manage construction works. The curriculum is structured to provide a solid theoretical foundation, accompanied by practical applications, to prepare students to face the challenges of the industry.\n\nThe skills developed during the course include the analysis of design requirements, the ability to use advanced tools for the design and management of constructions, as well as a deep understanding of regulations and innovative technologies in the field of civil engineering. These skills make graduates ready to enter a constantly evolving job market, where they can take on professional roles in design, management, and technical areas, actively contributing to the realization of sustainable and high-quality construction works."
    },
    "tags": {
      "en": [
        "Build",
        "Construction",
        "Design"
      ],
      "it": [
        "Costruzioni",
        "Edilizia",
        "Design"
      ]
    }
  },
  {
    "id": "deg-041",
    "icon": "⚡",
    "category": "STEM",
    "name": {
      "en": "Electrical Engineering",
      "it": "Ingegneria Elettrica"
    },
    "description": {
      "it": "Il Corso di Laurea in Ingegneria Elettrica del Politecnico di Torino offre un percorso formativo completo che si concentra sui fondamenti dell'ingegneria elettrica, preparando gli studenti a comprendere e gestire i principali ambiti applicativi. Durante il terzo anno, gli studenti approfondiranno tematiche relative agli impianti elettrici, alle macchine elettriche e ad altri aspetti cruciali del settore, garantendo una formazione solida e multidisciplinare.\n\nAl termine del percorso, i laureati acquisiranno competenze tecniche e pratiche che li renderanno in grado di affrontare le sfide del mondo del lavoro. Le conoscenze acquisite permetteranno loro di operare in vari ambiti, dalla progettazione e gestione di impianti elettrici alla manutenzione di sistemi complessi, aprendo la strada a diverse opportunità professionali nel settore dell'ingegneria elettrica.",
      "en": "The Bachelor's Degree in Electrical Engineering at the Polytechnic University of Turin offers a comprehensive educational path that focuses on the fundamentals of electrical engineering, preparing students to understand and manage the main application areas. During the third year, students will delve into topics related to electrical systems, electrical machines, and other crucial aspects of the sector, ensuring a solid and multidisciplinary education.\n\nAt the end of the program, graduates will acquire technical and practical skills that will enable them to tackle the challenges of the job market. The knowledge gained will allow them to operate in various fields, from the design and management of electrical systems to the maintenance of complex systems, paving the way for diverse professional opportunities in the electrical engineering sector."
    },
    "tags": {
      "en": [
        "Engineering",
        "Energy",
        "Tech"
      ],
      "it": [
        "Ingegneria",
        "Energia",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-042",
    "icon": "🔌",
    "category": "STEM",
    "name": {
      "en": "Electronic Engineering",
      "it": "Ingegneria Elettronica"
    },
    "description": {
      "it": "Il Corso di Laurea Magistrale in Ingegneria Elettronica offre un percorso formativo che si concentra sulle tematiche relative all'ingegneria elettronica e delle comunicazioni. Gli studenti approfondiranno le conoscenze teoriche e pratiche necessarie per affrontare le sfide del settore, acquisendo competenze in progettazione, sviluppo e gestione di sistemi elettronici avanzati. Il corso prevede anche esperienze all'estero e attività di team, che arricchiscono il percorso accademico e favoriscono l'internazionalizzazione.\n\nAl termine del corso, i laureati saranno in grado di esercitare attività di consulenza professionale in ambito ingegneristico, rivolgendosi a aziende, enti pubblici e organizzazioni. Le competenze acquisite permetteranno di affrontare con successo le esigenze del mercato del lavoro, rendendo i laureati pronti a inserirsi in vari contesti professionali legati all'ingegneria elettronica.",
      "en": "The Master's Degree in Electronic Engineering offers a training path that focuses on topics related to electronic engineering and communications. Students will deepen their theoretical and practical knowledge necessary to tackle the challenges of the sector, acquiring skills in the design, development, and management of advanced electronic systems. The course also includes experiences abroad and team activities, which enrich the academic journey and promote internationalization.\n\nAt the end of the course, graduates will be able to engage in professional consulting activities in the engineering field, addressing companies, public entities, and organizations. The skills acquired will enable them to successfully meet the demands of the job market, making graduates ready to integrate into various professional contexts related to electronic engineering."
    },
    "tags": {
      "en": [
        "Electronics",
        "Tech",
        "Design"
      ],
      "it": [
        "Elettronica",
        "Tecnologia",
        "Design"
      ]
    }
  },
  {
    "id": "deg-043",
    "icon": "🔋",
    "category": "STEM",
    "name": {
      "en": "Energy Engineering",
      "it": "Ingegneria Energetica"
    },
    "description": {
      "it": "Il Corso di Laurea in Ingegneria Energetica offre una preparazione solida e approfondita in ambito energetico e nucleare. Durante il primo anno, gli studenti acquisiranno competenze fondamentali in termodinamica applicata, meccanica strutturale e altre discipline scientifiche e tecnologiche essenziali per comprendere i principi che governano l'ingegneria energetica. Il programma è progettato per fornire una formazione completa che integra teoria e pratica, preparando gli studenti ad affrontare le sfide del settore energetico.\n\nLe competenze acquisite durante il corso permetteranno agli studenti di operare in diversi ambiti, dalla progettazione di impianti energetici alla gestione delle risorse nucleari. Gli sbocchi professionali sono vari e possono includere ruoli in aziende energetiche, enti di ricerca, istituzioni pubbliche e organizzazioni internazionali, dove gli ingegneri energetici possono contribuire allo sviluppo di soluzioni innovative per la produzione e la gestione dell'energia.",
      "en": "The Bachelor's Degree in Energy Engineering offers a solid and in-depth preparation in the energy and nuclear fields. During the first year, students will acquire fundamental skills in applied thermodynamics, structural mechanics, and other essential scientific and technological disciplines to understand the principles governing energy engineering. The program is designed to provide comprehensive training that integrates theory and practice, preparing students to face the challenges of the energy sector.\n\nThe skills acquired during the course will enable students to operate in various areas, from the design of energy plants to the management of nuclear resources. Career opportunities are diverse and may include roles in energy companies, research institutions, public agencies, and international organizations, where energy engineers can contribute to the development of innovative solutions for energy production and management."
    },
    "tags": {
      "en": [
        "Energy",
        "Sustainability",
        "Tech"
      ],
      "it": [
        "Energia",
        "Sostenibilità",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-044",
    "icon": "⚛️",
    "category": "STEM",
    "name": {
      "en": "Engineering Physics",
      "it": "Ingegneria Fisica"
    },
    "description": {
      "it": "Il Corso di Laurea in Ingegneria Fisica si propone di formare professionisti con una solida preparazione scientifica e ingegneristica, in grado di affrontare le sfide tecnologiche moderne. Durante il percorso di studi, gli studenti acquisiranno competenze in fisica, matematica e ingegneria, integrando teoria e pratica attraverso un approccio multidisciplinare. I primi due anni del corso sono impartiti anche in inglese, favorendo un ambiente internazionale e la collaborazione con studenti di diverse nazionalità.\n\nLe competenze sviluppate nel corso includono la capacità di analizzare e risolvere problemi complessi, progettare sistemi innovativi e applicare tecnologie avanzate in vari ambiti. Al termine del percorso, i laureati in Ingegneria Fisica possono intraprendere carriere in settori come la ricerca scientifica, l'industria tecnologica, l'energia e le telecomunicazioni, contribuendo così allo sviluppo di soluzioni innovative e sostenibili.",
      "en": "The Bachelor's Degree in Physics Engineering aims to train professionals with a solid scientific and engineering background, capable of tackling modern technological challenges. During their studies, students will acquire skills in physics, mathematics, and engineering, integrating theory and practice through a multidisciplinary approach. The first two years of the course are also taught in English, fostering an international environment and collaboration with students from different nationalities.\n\nThe skills developed in the course include the ability to analyze and solve complex problems, design innovative systems, and apply advanced technologies in various fields. Upon completion of the program, graduates in Physics Engineering can pursue careers in sectors such as scientific research, technology industry, energy, and telecommunications, thereby contributing to the development of innovative and sustainable solutions."
    },
    "tags": {
      "en": [
        "Physics",
        "Engineering",
        "Science"
      ],
      "it": [
        "Fisica",
        "Ingegneria",
        "Scienza"
      ]
    }
  },
  {
    "id": "deg-045",
    "icon": "📋",
    "category": "STEM",
    "name": {
      "en": "Management Engineering",
      "it": "Ingegneria Gestionale"
    },
    "description": {
      "it": "Il Corso di Laurea Magistrale in Ingegneria Gestionale offre un percorso formativo orientato a preparare i futuri manager in diversi ambiti. Gli studenti approfondiranno materie fondamentali come analisi matematica, chimica, informatica e lingua inglese, acquisendo competenze tecniche e gestionali necessarie per affrontare le sfide del mondo del lavoro. Il corso si svolge presso il Campus Ingegnerie e prevede anche opportunità di mobilità internazionale e programmi di doppia laurea.\n\nI laureati in Ingegneria Gestionale svilupperanno una solida preparazione che combina conoscenze ingegneristiche e capacità manageriali, rendendoli pronti a gestire progetti complessi e a prendere decisioni strategiche. Gli sbocchi professionali sono vari e possono includere ruoli in aziende di produzione, servizi, consulenza e gestione di progetti, dove saranno chiamati a contribuire all'ottimizzazione dei processi e alla gestione delle risorse.",
      "en": "The Master's Degree in Management Engineering offers a training path aimed at preparing future managers in various fields. Students will delve into fundamental subjects such as mathematical analysis, chemistry, computer science, and the English language, acquiring the technical and managerial skills necessary to face the challenges of the job market. The course takes place at the Engineering Campus and also includes opportunities for international mobility and dual degree programs.\n\nGraduates in Management Engineering will develop a solid preparation that combines engineering knowledge and managerial skills, making them ready to manage complex projects and make strategic decisions. Career opportunities are varied and may include roles in manufacturing companies, services, consulting, and project management, where they will be called upon to contribute to process optimization and resource management."
    },
    "tags": {
      "en": [
        "Management",
        "Process",
        "Business"
      ],
      "it": [
        "Gestione",
        "Processo",
        "Business"
      ]
    }
  },
  {
    "id": "deg-046",
    "icon": "💻",
    "category": "STEM",
    "name": {
      "en": "Computer Engineering",
      "it": "Ingegneria Informatica"
    },
    "description": {
      "it": "Il corso di laurea triennale in Ingegneria Informatica offre una formazione solida nel campo dell'ingegneria e dell'informatica, preparando gli studenti ad affrontare le sfide tecnologiche del futuro. Durante il percorso di studi, gli studenti acquisiranno competenze fondamentali in programmazione, progettazione di sistemi informatici e gestione delle reti, oltre a una comprensione approfondita delle architetture hardware e software. Il corpo docente è composto da professori e ricercatori esperti, che contribuiscono a un ambiente di apprendimento stimolante e all'avanguardia.\n\nAl termine del corso, gli studenti avranno l'opportunità di proseguire con una Laurea Magistrale in Cybersecurity Engineering, ampliando ulteriormente le loro competenze nel settore della sicurezza informatica. Gli sbocchi professionali per i laureati in Ingegneria Informatica sono molteplici e possono includere ruoli come sviluppatori software, ingegneri di sistema, esperti di cybersecurity e consulenti tecnologici, rendendo questo corso una scelta strategica per chi desidera intraprendere una carriera nel mondo della tecnologia.",
      "en": "The Bachelor's degree in Computer Engineering offers a solid education in the field of engineering and computer science, preparing students to face the technological challenges of the future. Throughout the course of study, students will acquire fundamental skills in programming, design of computer systems, and network management, along with a deep understanding of hardware and software architectures. The faculty consists of experienced professors and researchers, contributing to a stimulating and cutting-edge learning environment.\n\nAt the end of the course, students will have the opportunity to continue with a Master's degree in Cybersecurity Engineering, further expanding their skills in the field of cybersecurity. The professional opportunities for graduates in Computer Engineering are numerous and can include roles such as software developers, systems engineers, cybersecurity experts, and technology consultants, making this course a strategic choice for those wishing to pursue a career in the world of technology."
    },
    "tags": {
      "en": [
        "Tech",
        "Coding",
        "Systems"
      ],
      "it": [
        "Tecnologia",
        "Programmazione",
        "Sistemi"
      ]
    }
  },
  {
    "id": "deg-047",
    "icon": "⚙️",
    "category": "STEM",
    "name": {
      "en": "Mechanical Engineering",
      "it": "Ingegneria Meccanica"
    },
    "description": {
      "it": "Il Corso di Laurea in Ingegneria Meccanica offre una preparazione tecnico-scientifica solida e completa, fondamentale per formare professionisti in grado di affrontare le sfide del settore meccanico. Gli studenti possono scegliere tra due percorsi, uno in italiano e l'altro in inglese, garantendo così un'adeguata flessibilità linguistica e culturale. Durante il corso, gli studenti acquisiranno competenze in vari ambiti dell'ingegneria meccanica, che includono la progettazione, l'analisi e la gestione di sistemi meccanici complessi.\n\nLe competenze sviluppate durante il percorso di studi permetteranno agli ingegneri meccanici di operare in diversi settori, come quello automotive, energetico, aerospaziale e della produzione industriale. Gli sbocchi professionali sono ampi e variegati, consentendo ai laureati di intraprendere carriere in aziende di ingegneria, ricerca e sviluppo, consulenza tecnica e gestione di progetti, contribuendo così all'innovazione e all'efficienza dei processi produttivi.",
      "en": "The Bachelor's Degree in Mechanical Engineering offers a solid and comprehensive technical-scientific preparation, essential for training professionals capable of facing the challenges of the mechanical sector. Students can choose between two pathways, one in Italian and the other in English, thus ensuring adequate linguistic and cultural flexibility. During the course, students will acquire skills in various areas of mechanical engineering, including the design, analysis, and management of complex mechanical systems.\n\nThe skills developed during the study program will enable mechanical engineers to operate in various sectors, such as automotive, energy, aerospace, and industrial production. The professional opportunities are broad and varied, allowing graduates to pursue careers in engineering companies, research and development, technical consulting, and project management, thus contributing to innovation and the efficiency of production processes."
    },
    "tags": {
      "en": [
        "Engineering",
        "Mechanics",
        "Design"
      ],
      "it": [
        "Ingegneria",
        "Meccanica",
        "Design"
      ]
    }
  },
  {
    "id": "deg-048",
    "icon": "🔬",
    "category": "STEM",
    "name": {
      "en": "Materials Engineering",
      "it": "Ingegneria Dei Materiali"
    },
    "description": {
      "it": "Il Corso di Laurea Magistrale in Ingegneria dei Materiali per l'Industria 4.0 offre un percorso formativo inter- e multi-disciplinare, focalizzato sulla progettazione di materiali innovativi. Gli studenti approfondiranno le conoscenze relative ai materiali e alle loro applicazioni in vari settori, come i trasporti, e acquisiranno competenze tecniche e scientifiche necessarie per affrontare le sfide dell'Industria 4.0. Il corso prevede l'acquisizione di 120 crediti formativi universitari, garantendo una preparazione completa e approfondita.\n\nGrazie a questo percorso, gli studenti svilupperanno abilità nella progettazione e nell'analisi dei materiali, imparando a rispondere alle esigenze di un mercato in continua evoluzione. Gli sbocchi professionali per i laureati in Ingegneria dei Materiali sono ampi e variegati, permettendo di intraprendere carriere in settori innovativi e strategici, dove la conoscenza dei materiali gioca un ruolo cruciale.",
      "en": "The Master's Degree in Materials Engineering for Industry 4.0 offers an interdisciplinary and multidisciplinary training path, focused on the design of innovative materials. Students will deepen their knowledge related to materials and their applications in various sectors, such as transportation, and acquire the technical and scientific skills necessary to tackle the challenges of Industry 4.0. The program requires the acquisition of 120 university credits, ensuring a comprehensive and in-depth preparation.\n\nThrough this program, students will develop skills in the design and analysis of materials, learning to respond to the needs of a constantly evolving market. The professional opportunities for graduates in Materials Engineering are broad and varied, allowing for careers in innovative and strategic sectors, where knowledge of materials plays a crucial role."
    },
    "tags": {
      "en": [
        "Materials",
        "Science",
        "Lab"
      ],
      "it": [
        "Materiali",
        "Scienza",
        "Laboratorio"
      ]
    }
  },
  {
    "id": "deg-049",
    "icon": "🎬",
    "category": "STEM",
    "name": {
      "en": "Film and Digital Media Engineering",
      "it": "Ingegneria Del Cinema E Dei Media Digitali"
    },
    "description": {
      "it": "Il corso di laurea in Ingegneria del Cinema e dei Media Digitali offre un percorso formativo unico nel panorama italiano ed europeo, progettato per fornire agli studenti una solida preparazione nelle tecnologie e nelle pratiche legate al cinema e ai media digitali. Gli studenti approfondiranno tematiche riguardanti la produzione, la post-produzione e la distribuzione di contenuti audiovisivi, acquisendo competenze tecniche e creative necessarie per affrontare le sfide del settore.\n\nLe competenze sviluppate durante il corso includono la gestione di progetti multimediali, l'uso di software avanzati per la creazione e l'editing di contenuti, e una comprensione approfondita delle dinamiche del mercato dei media. Gli studenti saranno preparati a operare in un contesto in continua evoluzione, dove l'innovazione tecnologica gioca un ruolo cruciale. Gli sbocchi professionali plausibili per i laureati includono posizioni in case di produzione cinematografica, agenzie di comunicazione, studi di animazione e aziende che operano nel settore dei media digitali.",
      "en": "The degree program in Cinema and Digital Media Engineering offers a unique educational path in the Italian and European landscape, designed to provide students with a solid preparation in the technologies and practices related to cinema and digital media. Students will explore topics related to the production, post-production, and distribution of audiovisual content, acquiring the technical and creative skills necessary to face the challenges of the industry.\n\nThe skills developed during the course include the management of multimedia projects, the use of advanced software for content creation and editing, and a deep understanding of the dynamics of the media market. Students will be prepared to operate in a constantly evolving context, where technological innovation plays a crucial role. Plausible career opportunities for graduates include positions in film production companies, communication agencies, animation studios, and companies operating in the digital media sector."
    },
    "tags": {
      "en": [
        "Media",
        "Tech",
        "Creative"
      ],
      "it": [
        "Media",
        "Tecnologia",
        "Creatività"
      ]
    }
  },
  {
    "id": "deg-050",
    "icon": "🚗",
    "category": "STEM",
    "name": {
      "en": "Automotive Engineering",
      "it": "Ingegneria Dell'autoveicolo"
    },
    "description": {
      "it": "Il Corso di Laurea in Ingegneria dell'Autoveicolo offre una formazione completa nel campo della progettazione e dello sviluppo dei veicoli e dei loro componenti. Gli studenti acquisiranno competenze tecniche e pratiche necessarie per affrontare le sfide dell'industria automobilistica, con un focus particolare sulle innovazioni tecnologiche e sulle nuove tendenze del settore. Il piano di studi è strutturato per fornire una solida base teorica, integrata da esperienze pratiche, e prevede un insegnamento in italiano e inglese nei primi due anni, per poi proseguire interamente in inglese nel terzo anno.\n\nLe competenze sviluppate durante il corso includono la capacità di progettare e analizzare sistemi meccanici, la conoscenza dei materiali e delle tecnologie di produzione, nonché la comprensione delle dinamiche di funzionamento dei veicoli. Gli sbocchi professionali per i laureati possono spaziare dalla progettazione ingegneristica in aziende automobilistiche, alla ricerca e sviluppo, fino alla consulenza tecnica e alla gestione di progetti nel settore automotive.",
      "en": "The Bachelor's Degree in Vehicle Engineering offers a comprehensive education in the design and development of vehicles and their components. Students will acquire the technical and practical skills necessary to tackle the challenges of the automotive industry, with a particular focus on technological innovations and new trends in the sector. The curriculum is structured to provide a solid theoretical foundation, complemented by practical experiences, and includes instruction in Italian and English during the first two years, before continuing entirely in English in the third year.\n\nThe skills developed during the course include the ability to design and analyze mechanical systems, knowledge of materials and manufacturing technologies, as well as an understanding of the operational dynamics of vehicles. Career opportunities for graduates can range from engineering design in automotive companies to research and development, as well as technical consulting and project management in the automotive sector."
    },
    "tags": {
      "en": [
        "Automotive",
        "Engineering",
        "Design"
      ],
      "it": [
        "Auto",
        "Ingegneria",
        "Design"
      ]
    }
  },
  {
    "id": "deg-051",
    "icon": "🏭",
    "category": "STEM",
    "name": {
      "en": "Industrial Production Engineering",
      "it": "Ingegneria Della Produzione Industriale"
    },
    "description": {
      "it": "Il corso di laurea in Ingegneria della Produzione Industriale si rivolge a studenti che possiedono una laurea triennale in \"Ingegneria della Produzione Industriale\" o \"Ingegneria Gestionale\". Durante il percorso di studi, gli studenti approfondiranno tematiche legate alla gestione e all'ottimizzazione dei processi produttivi, con un focus particolare su aspetti tecnici e gestionali. Il programma include anche l'insegnamento della lingua inglese e di materie fondamentali come matematica e fisica, essenziali per affrontare le sfide ingegneristiche contemporanee.\n\nAl termine del corso, gli studenti acquisiranno competenze specifiche nella progettazione e gestione dei sistemi produttivi, nella pianificazione delle risorse e nell'analisi dei processi industriali. La prova finale prevede la redazione di una relazione di tirocinio, che permette di applicare le conoscenze teoriche in un contesto pratico. Gli sbocchi professionali per i laureati in Ingegneria della Produzione Industriale possono includere ruoli in aziende manifatturiere, nella consulenza industriale e nella gestione della produzione, dove saranno in grado di contribuire all'efficienza e all'innovazione dei processi produttivi.",
      "en": "The degree program in Industrial Production Engineering is aimed at students who hold a bachelor's degree in \"Industrial Production Engineering\" or \"Management Engineering.\" Throughout the course of study, students will delve into topics related to the management and optimization of production processes, with a particular focus on technical and managerial aspects. The program also includes the teaching of the English language and fundamental subjects such as mathematics and physics, which are essential for addressing contemporary engineering challenges.\n\nAt the end of the course, students will acquire specific skills in the design and management of production systems, resource planning, and analysis of industrial processes. The final examination involves the preparation of an internship report, which allows students to apply theoretical knowledge in a practical context. Career opportunities for graduates in Industrial Production Engineering may include roles in manufacturing companies, industrial consulting, and production management, where they will be able to contribute to the efficiency and innovation of production processes."
    },
    "tags": {
      "en": [
        "Industry",
        "Production",
        "Process"
      ],
      "it": [
        "Industria",
        "Produzione",
        "Processo"
      ]
    }
  },
  {
    "id": "deg-052",
    "icon": "🌍",
    "category": "STEM",
    "name": {
      "en": "Environmental and Land Engineering",
      "it": "Ingegneria Per L'ambiente E Il Territorio"
    },
    "description": {
      "it": "Il Corso di Laurea in Ingegneria per l'Ambiente e il Territorio offre una formazione approfondita sulle problematiche ambientali e territoriali, preparando gli studenti ad affrontare le sfide legate alla gestione sostenibile delle risorse naturali e alla pianificazione del territorio. Gli studenti acquisiranno competenze tecniche e scientifiche necessarie per analizzare e risolvere questioni ambientali, attraverso l'uso di strumenti ingegneristici e metodologie di progettazione.\n\nLe competenze sviluppate durante il corso comprendono la capacità di progettare interventi per la tutela dell'ambiente, la gestione delle risorse idriche, la pianificazione territoriale e la valutazione di impatto ambientale. Gli sbocchi professionali per i laureati in Ingegneria per l'Ambiente e il Territorio possono includere ruoli in enti pubblici, aziende private e organizzazioni non governative, dove possono contribuire a progetti di sviluppo sostenibile e gestione ambientale.",
      "en": "The Bachelor's Degree in Environmental and Territorial Engineering offers an in-depth education on environmental and territorial issues, preparing students to tackle the challenges related to the sustainable management of natural resources and land planning. Students will acquire the technical and scientific skills necessary to analyze and solve environmental issues, through the use of engineering tools and design methodologies.\n\nThe skills developed during the course include the ability to design interventions for environmental protection, water resource management, land planning, and environmental impact assessment. Career opportunities for graduates in Environmental and Territorial Engineering may include roles in public entities, private companies, and non-governmental organizations, where they can contribute to sustainable development and environmental management projects."
    },
    "tags": {
      "en": [
        "Environment",
        "Territory",
        "Sustainability"
      ],
      "it": [
        "Ambiente",
        "Territorio",
        "Sostenibilità"
      ]
    }
  },
  {
    "id": "deg-053",
    "icon": "📖",
    "category": "Humanities",
    "name": {
      "en": "Literature",
      "it": "Lettere"
    },
    "description": {
      "it": "Il Corso di Laurea in Lettere offre un percorso di studio articolato in tre curricula: Antico e medievale, con ulteriori indirizzi dedicati all'Antico, al Medievale e al Vicino-Orientale. Gli studenti avranno l'opportunità di esplorare una vasta gamma di argomenti legati alla letteratura, alla linguistica e alla cultura, approfondendo le conoscenze su testi e contesti storici significativi. Attraverso un approccio multidisciplinare, il corso mira a fornire una solida formazione nelle scienze umane, con particolare attenzione alla comprensione e all'analisi critica delle opere letterarie.\n\nLe competenze acquisite durante il percorso includono abilità analitiche e critiche, capacità di ricerca e di scrittura, nonché una profonda comprensione delle dinamiche culturali e linguistiche. Gli studenti saranno preparati a confrontarsi con testi di diverse epoche e tradizioni, sviluppando una sensibilità verso le diverse espressioni artistiche e letterarie. Al termine del corso, i laureati potranno intraprendere carriere in ambiti quali l'insegnamento, la ricerca, l'editoria, la comunicazione e la gestione culturale, sfruttando le competenze acquisite per contribuire attivamente al panorama culturale e intellettuale.",
      "en": "The Degree Course in Literature offers a study path divided into three curricula: Ancient and Medieval, with additional focuses on Ancient, Medieval, and Near Eastern studies. Students will have the opportunity to explore a wide range of topics related to literature, linguistics, and culture, deepening their knowledge of significant texts and historical contexts. Through a multidisciplinary approach, the course aims to provide a solid education in the humanities, with particular attention to the understanding and critical analysis of literary works.\n\nThe skills acquired during the course include analytical and critical abilities, research and writing skills, as well as a deep understanding of cultural and linguistic dynamics. Students will be prepared to engage with texts from different eras and traditions, developing a sensitivity towards various artistic and literary expressions. Upon completion of the course, graduates will be able to pursue careers in fields such as teaching, research, publishing, communication, and cultural management, leveraging the skills acquired to actively contribute to the cultural and intellectual landscape."
    },
    "tags": {
      "en": [
        "Literature",
        "Reading",
        "Culture"
      ],
      "it": [
        "Letteratura",
        "Lettura",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-054",
    "icon": "🌏",
    "category": "Humanities",
    "name": {
      "en": "Languages and Cultures of Asia and Africa",
      "it": "Lingue E Culture Dell'asia E Dell'africa"
    },
    "description": {
      "it": "Il Corso di Laurea in Lingue e Culture dell'Asia e dell'Africa offre un'opportunità unica di esplorare le lingue e le culture di queste due vaste e affascinanti aree geografiche. Gli studenti possono approfondire lo studio di lingue come l'arabo, il cinese e l'ebraico, acquisendo competenze linguistiche e culturali che sono fondamentali per comprendere le dinamiche sociali, storiche e politiche di queste regioni. Il corso si basa su un'eredità di quasi due secoli di ricerca e didattica, garantendo un approccio rigoroso e multidisciplinare.\n\nLe competenze acquisite durante il percorso di studi includono non solo la padronanza delle lingue, ma anche una comprensione approfondita delle culture, delle tradizioni e delle realtà socio-economiche dei paesi di riferimento. Gli studenti saranno in grado di analizzare testi, contesti e fenomeni culturali, sviluppando capacità critiche e comunicative. Gli sbocchi professionali plausibili per i laureati includono ruoli nel campo della traduzione, della mediazione culturale, della cooperazione internazionale e in ambito accademico, dove possono continuare la loro formazione o intraprendere carriere nella ricerca.",
      "en": "The Degree Course in Languages and Cultures of Asia and Africa offers a unique opportunity to explore the languages and cultures of these two vast and fascinating geographical areas. Students can delve into the study of languages such as Arabic, Chinese, and Hebrew, acquiring linguistic and cultural skills that are essential for understanding the social, historical, and political dynamics of these regions. The course is based on a legacy of nearly two centuries of research and teaching, ensuring a rigorous and multidisciplinary approach.\n\nThe skills acquired during the study program include not only mastery of the languages but also a deep understanding of the cultures, traditions, and socio-economic realities of the relevant countries. Students will be able to analyze texts, contexts, and cultural phenomena, developing critical and communicative abilities. Plausible career opportunities for graduates include roles in translation, cultural mediation, international cooperation, and in academia, where they can continue their education or pursue careers in research."
    },
    "tags": {
      "en": [
        "Languages",
        "Culture",
        "World"
      ],
      "it": [
        "Lingue",
        "Cultura",
        "Mondo"
      ]
    }
  },
  {
    "id": "deg-055",
    "icon": "✈️",
    "category": "Humanities",
    "name": {
      "en": "Languages and Cultures for Tourism",
      "it": "Lingue E Culture Per Il Turismo"
    },
    "description": {
      "it": "Il Corso di Laurea in Lingue e Culture per il Turismo offre un percorso formativo che integra l'apprendimento delle lingue straniere con la comprensione delle culture legate al settore turistico. Gli studenti avranno l'opportunità di studiare diverse discipline, tra cui l'antropologia culturale, che fornisce una base solida per comprendere le dinamiche culturali e sociali che influenzano il turismo. Il piano di studi include anche tirocini, laboratori e la possibilità di sviluppare una tesi, permettendo così un approccio pratico e teorico al mondo del turismo.\n\nLe competenze acquisite durante il corso sono molteplici e spaziano dalla padronanza delle lingue straniere alla capacità di analizzare e interpretare le culture, fino alla gestione delle relazioni interculturali. Gli studenti saranno preparati ad affrontare le sfide del settore turistico, sviluppando abilità comunicative e organizzative che sono fondamentali per lavorare in questo ambito. Gli sbocchi professionali plausibili includono ruoli in agenzie di viaggio, tour operator, enti di promozione turistica e in generale in tutte le realtà che operano nel settore del turismo e della cultura.",
      "en": "The Degree Course in Languages and Cultures for Tourism offers a training path that integrates the learning of foreign languages with the understanding of cultures related to the tourism sector. Students will have the opportunity to study various disciplines, including cultural anthropology, which provides a solid foundation for understanding the cultural and social dynamics that influence tourism. The curriculum also includes internships, workshops, and the possibility of developing a thesis, thus allowing for a practical and theoretical approach to the world of tourism.\n\nThe skills acquired during the course are multiple and range from mastery of foreign languages to the ability to analyze and interpret cultures, as well as managing intercultural relationships. Students will be prepared to face the challenges of the tourism sector, developing communication and organizational skills that are essential for working in this field. Plausible career opportunities include roles in travel agencies, tour operators, tourism promotion organizations, and generally in all entities operating in the tourism and culture sector."
    },
    "tags": {
      "en": [
        "Languages",
        "Tourism",
        "Culture"
      ],
      "it": [
        "Lingue",
        "Turismo",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-056",
    "icon": "📚",
    "category": "Humanities",
    "name": {
      "en": "Modern Languages and Literatures",
      "it": "Lingue E Letterature Moderne"
    },
    "description": {
      "it": "Il Corso di Laurea in Lingue e Letterature Moderne offre un percorso formativo che si concentra sull'approfondimento delle lingue e delle culture contemporanee. Gli studenti avranno l'opportunità di studiare una varietà di lingue moderne, esplorando le relative letterature e le dinamiche culturali ad esse associate. Il piano di studi include insegnamenti teorici, laboratori pratici e tirocini, che permettono di acquisire competenze linguistiche avanzate e una solida preparazione culturale.\n\nLe competenze sviluppate durante il corso comprendono la capacità di analizzare testi letterari, comunicare efficacemente in diverse lingue e comprendere le sfide interculturali. Gli studenti saranno preparati per affrontare contesti professionali vari, grazie a un'educazione che integra teoria e pratica. Gli sbocchi professionali plausibili includono ruoli nel settore della traduzione, dell'insegnamento, della comunicazione interculturale e in ambiti legati al turismo e alla mediazione linguistica.",
      "en": "The Degree Course in Modern Languages and Literatures offers a training path that focuses on the in-depth study of contemporary languages and cultures. Students will have the opportunity to study a variety of modern languages, exploring their respective literatures and the cultural dynamics associated with them. The curriculum includes theoretical teachings, practical workshops, and internships, allowing students to acquire advanced language skills and a solid cultural preparation.\n\nThe skills developed during the course include the ability to analyze literary texts, communicate effectively in different languages, and understand intercultural challenges. Students will be prepared to face various professional contexts, thanks to an education that integrates theory and practice. Plausible career opportunities include roles in the fields of translation, teaching, intercultural communication, and areas related to tourism and language mediation."
    },
    "tags": {
      "en": [
        "Languages",
        "Literature",
        "Culture"
      ],
      "it": [
        "Lingue",
        "Letteratura",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-057",
    "icon": "🗣️",
    "category": "Health & Medicine",
    "name": {
      "en": "Speech and Language Therapy",
      "it": "Logopedia"
    },
    "description": {
      "it": "Il Corso di Laurea in Logopedia ha una durata di tre anni e si propone di formare professionisti competenti nell'ambito della terapia del linguaggio e della comunicazione. Durante il percorso di studi, gli studenti approfondiranno vari insegnamenti che riguardano la diagnosi e il trattamento dei disturbi del linguaggio, della comunicazione e della deglutizione. Il corso offre una preparazione teorica e pratica, permettendo agli studenti di acquisire le competenze necessarie per intervenire in contesti clinici e riabilitativi.\n\nI laureati in Logopedia possono trovare sbocchi professionali in servizi nazionali e regionali, dove possono lavorare come logopedisti. La formazione ricevuta consente loro di operare in diverse strutture, contribuendo al benessere di individui con difficoltà comunicative e linguistiche. Il corso prepara gli studenti a diventare professionisti in grado di affrontare le sfide del settore, garantendo un intervento efficace e mirato.",
      "en": "The Degree Course in Speech Therapy lasts three years and aims to train competent professionals in the field of speech and communication therapy. During the course of study, students will explore various subjects related to the diagnosis and treatment of speech, communication, and swallowing disorders. The program offers both theoretical and practical preparation, allowing students to acquire the necessary skills to intervene in clinical and rehabilitative contexts.\n\nGraduates in Speech Therapy can find professional opportunities in national and regional services, where they can work as speech therapists. The training received enables them to operate in various facilities, contributing to the well-being of individuals with communication and language difficulties. The course prepares students to become professionals capable of facing the challenges of the sector, ensuring effective and targeted intervention."
    },
    "tags": {
      "en": [
        "Health",
        "Communication",
        "Care"
      ],
      "it": [
        "Salute",
        "Comunicazione",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-058",
    "icon": "📊",
    "category": "Business & Law",
    "name": {
      "en": "Information and Communication Management",
      "it": "Management Dell'informazione E Della Comunicazione Aziendale"
    },
    "description": {
      "it": "Il Corso di laurea in Management dell'informazione e della comunicazione aziendale si propone di formare professionisti con una solida cultura e competenze specifiche nel campo della gestione delle informazioni e della comunicazione all'interno delle aziende. Gli studenti approfondiranno tematiche legate alla comunicazione aziendale, alla gestione delle informazioni e all'uso delle tecnologie digitali per migliorare i processi comunicativi e informativi.\n\nAttraverso il percorso di studi, gli studenti acquisiranno competenze strategiche e operative, imparando a gestire progetti di comunicazione, a sviluppare strategie informative efficaci e a utilizzare strumenti digitali per la diffusione delle informazioni. Gli sbocchi professionali per i laureati possono includere ruoli nel marketing, nella comunicazione aziendale, nella gestione delle informazioni e in altre aree correlate, dove la capacità di integrare comunicazione e tecnologia è fondamentale.",
      "en": "The Degree Course in Business Information and Communication Management aims to train professionals with a solid culture and specific skills in the field of information management and communication within companies. Students will explore topics related to corporate communication, information management, and the use of digital technologies to improve communication and informational processes.\n\nThrough the study path, students will acquire strategic and operational skills, learning to manage communication projects, develop effective informational strategies, and use digital tools for information dissemination. Career opportunities for graduates may include roles in marketing, corporate communication, information management, and other related areas, where the ability to integrate communication and technology is essential."
    },
    "tags": {
      "en": [
        "Management",
        "Information",
        "Communication"
      ],
      "it": [
        "Gestione",
        "Informazione",
        "Comunicazione"
      ]
    }
  },
  {
    "id": "deg-059",
    "icon": "🔢",
    "category": "STEM",
    "name": {
      "en": "Mathematics",
      "it": "Matematica"
    },
    "description": {
      "it": "Il Corso di Laurea in Matematica offre un percorso formativo che si concentra su diverse aree della matematica, tra cui l'algebra, l'analisi e la geometria. Gli studenti avranno l'opportunità di approfondire le teorie matematiche e le loro applicazioni pratiche, sviluppando una solida base di conoscenze teoriche e abilità analitiche. Il corso è strutturato per fornire competenze in problem solving e pensiero critico, essenziali per affrontare le sfide matematiche contemporanee.\n\nLe competenze acquisite durante il percorso di studi includono la capacità di modellare situazioni reali attraverso strumenti matematici, la comprensione delle strutture algebriche e delle tecniche analitiche, nonché la capacità di lavorare con dati e informazioni quantitative. Queste abilità rendono i laureati in Matematica versatili e pronti ad affrontare diverse sfide professionali. Gli sbocchi professionali possono includere ruoli in ambito educativo, ricerca, analisi dei dati, finanza e tecnologia, dove la matematica gioca un ruolo cruciale nella risoluzione di problemi complessi.",
      "en": "The Bachelor's Degree in Mathematics offers a training path that focuses on various areas of mathematics, including algebra, analysis, and geometry. Students will have the opportunity to deepen their understanding of mathematical theories and their practical applications, developing a solid foundation of theoretical knowledge and analytical skills. The course is structured to provide competencies in problem solving and critical thinking, essential for tackling contemporary mathematical challenges.\n\nThe skills acquired during the study program include the ability to model real situations through mathematical tools, an understanding of algebraic structures and analytical techniques, as well as the ability to work with quantitative data and information. These skills make graduates in Mathematics versatile and ready to face various professional challenges. Career opportunities may include roles in education, research, data analysis, finance, and technology, where mathematics plays a crucial role in solving complex problems."
    },
    "tags": {
      "en": [
        "Math",
        "Logic",
        "Theory"
      ],
      "it": [
        "Matematica",
        "Logica",
        "Teoria"
      ]
    }
  },
  {
    "id": "deg-060",
    "icon": "📐",
    "category": "STEM",
    "name": {
      "en": "Mathematics for Economics, Finance and Insurance",
      "it": "Matematica Per L'economia, La Finanza E L'assicurazione"
    },
    "description": {
      "it": "Il Corso di Laurea in Matematica per l'Economia, la Finanza e l'Assicurazione è un percorso triennale che si colloca nella Classe 35 delle lauree in Matematica. Gli studenti avranno l'opportunità di approfondire tematiche legate all'analisi matematica, applicando le conoscenze matematiche a contesti economici e finanziari. Il programma è progettato per fornire una solida base teorica e pratica, utile per affrontare le sfide del settore economico e assicurativo.\n\nAttraverso questo corso, gli studenti acquisiranno competenze analitiche e quantitative, fondamentali per interpretare e risolvere problemi complessi nel campo della finanza e dell'assicurazione. Le conoscenze matematiche saranno integrate con strumenti statistici e modelli economici, permettendo ai laureati di operare in contesti professionali vari. Gli sbocchi professionali plausibili includono ruoli in istituzioni finanziarie, compagnie assicurative, enti di ricerca e consulenze specializzate.",
      "en": "The Bachelor's Degree in Mathematics for Economics, Finance, and Insurance is a three-year program that falls within Class 35 of Mathematics degrees. Students will have the opportunity to explore topics related to mathematical analysis, applying mathematical knowledge to economic and financial contexts. The program is designed to provide a solid theoretical and practical foundation, useful for facing the challenges of the economic and insurance sectors.\n\nThrough this course, students will acquire analytical and quantitative skills, essential for interpreting and solving complex problems in the fields of finance and insurance. Mathematical knowledge will be integrated with statistical tools and economic models, allowing graduates to operate in various professional contexts. Plausible career opportunities include roles in financial institutions, insurance companies, research entities, and specialized consulting firms."
    },
    "tags": {
      "en": [
        "Math",
        "Finance",
        "Data"
      ],
      "it": [
        "Matematica",
        "Finanza",
        "Dati"
      ]
    }
  },
  {
    "id": "deg-061",
    "icon": "🩺",
    "category": "Health & Medicine",
    "name": {
      "en": "Medicine and Surgery",
      "it": "Medicina E Chirurgia"
    },
    "description": {
      "it": "Il Corso di Laurea Magistrale in Medicina e Chirurgia è un programma a ciclo unico che si propone di formare professionisti con solide basi scientifiche e una preparazione completa nel campo medico. Gli studenti acquisiranno competenze teoriche e pratiche necessarie per affrontare le diverse sfide della professione medica, con un focus particolare sulla salute e il benessere dei pazienti. Il corso include anche attività a scelta, che permettono agli studenti di personalizzare il proprio percorso formativo in base ai propri interessi.\n\nAl termine del percorso di studi, i laureati in Medicina e Chirurgia saranno pronti ad intraprendere una carriera nel settore sanitario, con sbocchi professionali che includono la pratica medica in ospedali, cliniche e studi privati. Saranno in grado di operare in vari ambiti della medicina, contribuendo attivamente alla diagnosi, cura e prevenzione delle malattie.",
      "en": "The Master's Degree in Medicine and Surgery is a single-cycle program aimed at training professionals with a solid scientific foundation and comprehensive preparation in the medical field. Students will acquire the theoretical and practical skills necessary to tackle the various challenges of the medical profession, with a particular focus on the health and well-being of patients. The program also includes elective activities, allowing students to customize their educational path according to their interests.\n\nAt the end of the study program, graduates in Medicine and Surgery will be ready to embark on a career in the healthcare sector, with professional opportunities that include medical practice in hospitals, clinics, and private practices. They will be able to operate in various fields of medicine, actively contributing to the diagnosis, treatment, and prevention of diseases."
    },
    "tags": {
      "en": [
        "Health",
        "Medicine",
        "Care"
      ],
      "it": [
        "Salute",
        "Medicina",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-062",
    "icon": "🐾",
    "category": "Health & Medicine",
    "name": {
      "en": "Veterinary Medicine",
      "it": "Medicina Veterinaria"
    },
    "description": {
      "it": "Il Corso di Laurea Magistrale a Ciclo Unico in Medicina Veterinaria ha una durata di cinque anni e prevede il conseguimento di 300 CFU. Durante il percorso di studi, gli studenti approfondiranno le scienze veterinarie, acquisendo una solida preparazione teorica e pratica nelle diverse aree della medicina veterinaria. Il curriculum include materie fondamentali che trattano la salute degli animali, la diagnostica, la chirurgia e la prevenzione delle malattie, oltre a fornire competenze in ambito sanitario e gestionale.\n\nAl termine del corso, i laureati saranno in grado di esercitare la professione di veterinario, con competenze che spaziano dalla cura degli animali domestici a quella degli animali da reddito, fino alla gestione della salute pubblica in relazione agli animali. Gli sbocchi professionali includono attività in cliniche veterinarie, ospedali per animali, laboratori di analisi e istituzioni pubbliche, oltre alla possibilità di intraprendere carriere nella ricerca e nell'insegnamento.",
      "en": "The Master's Degree in Veterinary Medicine has a duration of five years and requires the attainment of 300 ECTS credits. During the course of study, students will deepen their knowledge of veterinary sciences, acquiring a solid theoretical and practical preparation in the various areas of veterinary medicine. The curriculum includes fundamental subjects that address animal health, diagnostics, surgery, and disease prevention, as well as providing skills in the health and management fields.\n\nAt the end of the course, graduates will be able to practice as veterinarians, with competencies ranging from the care of pets to that of livestock, as well as managing public health in relation to animals. Career opportunities include work in veterinary clinics, animal hospitals, analysis laboratories, and public institutions, as well as the possibility of pursuing careers in research and teaching."
    },
    "tags": {
      "en": [
        "Animals",
        "Health",
        "Care"
      ],
      "it": [
        "Animali",
        "Salute",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-063",
    "icon": "👗",
    "category": "Arts & Design",
    "name": {
      "en": "Fashion and Business Culture",
      "it": "Moda E Cultura D'impresa"
    },
    "description": {
      "it": "Il Corso di Laurea triennale in Moda e Cultura d'Impresa offre un'opportunità unica per approfondire le dinamiche del settore della moda e il suo legame con la cultura d'impresa. Gli studenti avranno l'occasione di esplorare vari aspetti del mondo della moda, comprendendo non solo le tendenze e le tecniche creative, ma anche le strategie aziendali e il marketing specifico del settore. Attraverso un percorso formativo mirato, si acquisiranno competenze fondamentali per operare in un contesto professionale in continua evoluzione.\n\nLe competenze sviluppate durante il corso includono la capacità di analizzare e interpretare le tendenze del mercato, gestire progetti legati alla moda e comunicare efficacemente in un ambiente professionale. Gli studenti saranno preparati a intraprendere carriere in vari ambiti, come il marketing della moda, la gestione di brand, la comunicazione e la consulenza per aziende del settore. Il corso si propone di formare professionisti in grado di coniugare creatività e business, rispondendo così alle esigenze di un mercato sempre più competitivo.",
      "en": "The Bachelor's Degree in Fashion and Business Culture offers a unique opportunity to delve into the dynamics of the fashion industry and its connection to business culture. Students will have the chance to explore various aspects of the fashion world, understanding not only trends and creative techniques but also business strategies and marketing specific to the sector. Through a targeted educational path, essential skills will be acquired to operate in a constantly evolving professional context.\n\nThe skills developed during the course include the ability to analyze and interpret market trends, manage fashion-related projects, and communicate effectively in a professional environment. Students will be prepared to embark on careers in various fields, such as fashion marketing, brand management, communication, and consulting for companies in the sector. The course aims to train professionals capable of combining creativity and business, thus responding to the needs of an increasingly competitive market."
    },
    "tags": {
      "en": [
        "Fashion",
        "Design",
        "Business"
      ],
      "it": [
        "Moda",
        "Design",
        "Business"
      ]
    }
  },
  {
    "id": "deg-064",
    "icon": "📐",
    "category": "STEM",
    "name": {
      "en": "Mathematics for Engineering",
      "it": "Matematica Per L'ingegneria"
    },
    "description": {
      "it": "Il corso di laurea in Matematica per l'Ingegneria si propone di formare professionisti con solide competenze matematico-statistiche, necessarie per affrontare le sfide moderne nel campo dell'ingegneria. Durante i primi tre semestri, gli studenti acquisiranno una preparazione fondamentale nelle materie matematiche, che costituiscono la base per lo sviluppo di competenze più avanzate. Il piano di studi è progettato per fornire una formazione trasversale, integrando teoria e applicazioni pratiche.\n\nGli studenti che completano questo corso di laurea saranno in grado di applicare le conoscenze matematiche a problemi ingegneristici complessi, sviluppando capacità analitiche e di problem solving. Le competenze acquisite aprono a diversi sbocchi professionali, permettendo di lavorare in settori che richiedono un forte background matematico, come la ricerca e sviluppo, l'analisi dei dati e la progettazione di sistemi ingegneristici.",
      "en": "The degree course in Mathematics for Engineering aims to train professionals with solid mathematical-statistical skills, necessary to tackle modern challenges in the field of engineering. During the first three semesters, students will acquire fundamental preparation in mathematical subjects, which form the basis for the development of more advanced skills. The curriculum is designed to provide a cross-disciplinary education, integrating theory and practical applications.\n\nStudents who complete this degree will be able to apply mathematical knowledge to complex engineering problems, developing analytical and problem-solving abilities. The skills acquired open up various professional opportunities, allowing them to work in sectors that require a strong mathematical background, such as research and development, data analysis, and the design of engineering systems."
    },
    "tags": {
      "en": [
        "Math",
        "Engineering",
        "Theory"
      ],
      "it": [
        "Matematica",
        "Ingegneria",
        "Teoria"
      ]
    }
  },
  {
    "id": "deg-065",
    "icon": "🦷",
    "category": "Health & Medicine",
    "name": {
      "en": "Dentistry and Dental Prosthetics",
      "it": "Odontoiatria E Protesi Dentaria"
    },
    "description": {
      "it": "Il Corso di Laurea Magistrale in Odontoiatria e Protesi Dentaria è un percorso formativo di sei anni che prepara gli studenti a diventare professionisti nel campo della salute orale. Durante il corso, gli studenti acquisiranno conoscenze approfondite in anatomia, fisiologia, patologia e tecniche odontoiatriche, oltre a competenze pratiche attraverso tirocini e laboratori. Il curriculum è progettato per fornire una solida base teorica e pratica, necessaria per affrontare le sfide del settore odontoiatrico.\n\nAl termine del percorso, i laureati saranno in grado di diagnosticare e trattare le patologie dentali, eseguire interventi di protesi dentaria e gestire la salute orale dei pazienti. Gli sbocchi professionali per i laureati includono la possibilità di lavorare come odontoiatri, specializzarsi in diverse aree della odontoiatria, oppure intraprendere carriere nel settore della ricerca e della formazione.",
      "en": "The Master's Degree Course in Dentistry and Dental Prosthetics is a six-year educational program that prepares students to become professionals in the field of oral health. During the course, students will acquire in-depth knowledge in anatomy, physiology, pathology, and dental techniques, as well as practical skills through internships and laboratories. The curriculum is designed to provide a solid theoretical and practical foundation necessary to tackle the challenges of the dental sector.\n\nAt the end of the program, graduates will be able to diagnose and treat dental diseases, perform dental prosthetic procedures, and manage the oral health of patients. Career opportunities for graduates include the possibility of working as dentists, specializing in various areas of dentistry, or pursuing careers in research and education."
    },
    "tags": {
      "en": [
        "Dental",
        "Health",
        "Care"
      ],
      "it": [
        "Dentale",
        "Salute",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-066",
    "icon": "👁️",
    "category": "Health & Medicine",
    "name": {
      "en": "Orthoptics and Ophthalmological Assistance",
      "it": "Ortottica Ed Assistenza Oftalmologica"
    },
    "description": {
      "it": "Il Corso di Laurea in Ortottica ed Assistenza Oftalmologica è un percorso triennale che si concentra sulla formazione di professionisti nel campo della salute visiva. Gli studenti acquisiranno competenze specifiche relative alla diagnosi e al trattamento di disfunzioni visive, nonché all'assistenza oftalmologica. Il programma include insegnamenti teorici e pratici, che preparano gli studenti a gestire casi clinici e a lavorare in collaborazione con medici oculisti.\n\nGrazie alla formazione ricevuta, i laureati saranno in grado di svolgere attività di prevenzione, diagnosi e riabilitazione visiva. Gli sbocchi professionali per i laureati in Ortottica ed Assistenza Oftalmologica possono includere ruoli in ospedali, cliniche private, studi oculistici e centri di riabilitazione visiva, dove potranno contribuire attivamente alla salute degli occhi e al benessere dei pazienti.",
      "en": "The Bachelor's Degree in Orthoptics and Ophthalmological Assistance is a three-year program that focuses on training professionals in the field of visual health. Students will acquire specific skills related to the diagnosis and treatment of visual dysfunctions, as well as ophthalmological assistance. The program includes theoretical and practical teachings, preparing students to manage clinical cases and work in collaboration with ophthalmologists.\n\nThanks to the training received, graduates will be able to carry out activities in prevention, diagnosis, and visual rehabilitation. Career opportunities for graduates in Orthoptics and Ophthalmological Assistance may include roles in hospitals, private clinics, ophthalmology practices, and visual rehabilitation centers, where they can actively contribute to eye health and the well-being of patients."
    },
    "tags": {
      "en": [
        "Health",
        "Vision",
        "Care"
      ],
      "it": [
        "Salute",
        "Vista",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-067",
    "icon": "👶",
    "category": "Health & Medicine",
    "name": {
      "en": "Midwifery",
      "it": "Ostetricia"
    },
    "description": {
      "it": "Il Corso di Laurea in Ostetricia dell'Università di Torino offre una formazione approfondita nel campo della salute materno-infantile. Gli studenti acquisiranno competenze teoriche e pratiche attraverso insegnamenti che comprendono, tra gli altri, Istologia ed Embriologia. La struttura del corso è progettata per fornire una solida base di conoscenze necessarie per affrontare le sfide professionali nel settore.\n\nGli studenti del corso svilupperanno abilità specifiche per assistere le donne durante la gravidanza, il parto e il post-partum, nonché per prendersi cura del neonato. La preparazione pratica è un elemento fondamentale del percorso formativo, garantendo che i laureati siano pronti ad affrontare situazioni reali nel loro lavoro. Gli sbocchi professionali per i laureati in Ostetricia includono opportunità di lavoro in ospedali, cliniche e strutture sanitarie, dove potranno svolgere un ruolo cruciale nel supporto alla salute delle donne e dei bambini.",
      "en": "The Degree Course in Midwifery at the University of Turin offers in-depth training in the field of maternal and child health. Students will acquire theoretical and practical skills through teachings that include, among others, Histology and Embryology. The structure of the course is designed to provide a solid foundation of knowledge necessary to tackle professional challenges in the sector.\n\nStudents in the course will develop specific skills to assist women during pregnancy, childbirth, and postpartum, as well as to care for the newborn. Practical preparation is a fundamental element of the educational path, ensuring that graduates are ready to face real situations in their work. Career opportunities for graduates in Midwifery include job opportunities in hospitals, clinics, and healthcare facilities, where they can play a crucial role in supporting the health of women and children."
    },
    "tags": {
      "en": [
        "Health",
        "Birth",
        "Care"
      ],
      "it": [
        "Salute",
        "Nascita",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-068",
    "icon": "👓",
    "category": "Health & Medicine",
    "name": {
      "en": "Optics and Optometry",
      "it": "Ottica E Optometria"
    },
    "description": {
      "it": "Il Corso di Laurea in Ottica e Optometria è un percorso triennale che si propone di formare professionisti capaci di operare nel settore ottico-optometrico. Gli studenti avranno l'opportunità di approfondire le conoscenze relative alla scienza dell'ottica, alla visione e alla salute degli occhi, acquisendo competenze tecniche e pratiche necessarie per svolgere attività di valutazione e correzione visiva.\n\nAttraverso un programma didattico che include insegnamenti specifici, i laureati saranno in grado di gestire e risolvere problematiche legate alla visione, nonché di consigliare e fornire soluzioni ottiche adeguate. Gli sbocchi professionali per i laureati in Ottica e Optometria possono includere ruoli in negozi di ottica, centri di ricerca, cliniche e studi professionali, dove potranno applicare le competenze acquisite durante il corso.",
      "en": "The Bachelor's Degree in Optics and Optometry is a three-year program aimed at training professionals capable of operating in the optical-optometric sector. Students will have the opportunity to deepen their knowledge related to the science of optics, vision, and eye health, acquiring the technical and practical skills necessary to carry out visual assessment and correction activities.\n\nThrough a curriculum that includes specific teachings, graduates will be able to manage and solve issues related to vision, as well as advise and provide appropriate optical solutions. Career opportunities for graduates in Optics and Optometry may include roles in optical shops, research centers, clinics, and professional studios, where they can apply the skills acquired during the course."
    },
    "tags": {
      "en": [
        "Vision",
        "Health",
        "Science"
      ],
      "it": [
        "Vista",
        "Salute",
        "Scienza"
      ]
    }
  },
  {
    "id": "deg-069",
    "icon": "🗺️",
    "category": "STEM",
    "name": {
      "en": "Spatial Planning, Urban and Landscape Planning",
      "it": "Pianificazione Territoriale, Urbanistica E Paesaggistico-ambientale"
    },
    "description": {
      "it": "Il Corso di Laurea in Pianificazione Territoriale, Urbanistica e Paesaggistico-Ambientale offre una formazione approfondita sulle dinamiche di pianificazione e gestione del territorio, con particolare attenzione agli aspetti urbanistici e ambientali. Gli studenti acquisiranno competenze teoriche e pratiche necessarie per affrontare le sfide legate alla pianificazione sostenibile, all'uso del suolo e alla valorizzazione del paesaggio. Il piano di studi comprende corsi specifici che trattano tematiche come la geomatica, la progettazione urbanistica e la pianificazione paesaggistica.\n\nLe competenze sviluppate durante il corso preparano gli studenti a operare in contesti complessi, dove è fondamentale saper integrare le esigenze sociali, economiche e ambientali. Al termine del percorso, i laureati potranno intraprendere carriere in enti pubblici, studi professionali e organizzazioni non governative, occupandosi di pianificazione territoriale, progettazione urbana e gestione delle risorse ambientali.",
      "en": "The Degree Course in Territorial, Urban, and Environmental Landscape Planning offers in-depth training on the dynamics of planning and managing territory, with particular attention to urban and environmental aspects. Students will acquire the theoretical and practical skills necessary to tackle challenges related to sustainable planning, land use, and landscape enhancement. The curriculum includes specific courses that address topics such as geomatics, urban design, and landscape planning.\n\nThe skills developed during the course prepare students to operate in complex contexts, where it is essential to integrate social, economic, and environmental needs. Upon completion of the program, graduates will be able to pursue careers in public entities, professional firms, and non-governmental organizations, dealing with territorial planning, urban design, and environmental resource management."
    },
    "tags": {
      "en": [
        "Planning",
        "Territory",
        "Environment"
      ],
      "it": [
        "Pianificazione",
        "Territorio",
        "Ambiente"
      ]
    }
  },
  {
    "id": "deg-070",
    "icon": "🔬",
    "category": "STEM",
    "name": {
      "en": "Materials Science",
      "it": "Scienza Dei Materiali"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienza dei Materiali offre un percorso formativo che si concentra sullo studio delle proprietà, delle strutture e delle applicazioni dei materiali. Gli studenti approfondiranno le conoscenze relative ai vari tipi di materiali, inclusi metalli, polimeri, ceramiche e compositi, acquisendo competenze fondamentali per la comprensione delle loro caratteristiche fisiche e chimiche. Il piano di studi prevede un approccio multidisciplinare che integra elementi di chimica, fisica e ingegneria, preparando gli studenti a risolvere problemi complessi legati all'innovazione dei materiali.\n\nLe competenze acquisite durante il corso permetteranno agli studenti di affrontare sfide nel design e nella selezione dei materiali per diverse applicazioni industriali. Al termine del percorso, i laureati saranno in grado di operare in contesti di ricerca e sviluppo, produzione e controllo qualità, con un focus particolare sulla sostenibilità e sull'innovazione tecnologica. I possibili sbocchi professionali includono ruoli in aziende manifatturiere, laboratori di ricerca, istituti di ricerca e sviluppo, oltre a opportunità nel settore della consulenza tecnica e della gestione dei materiali.",
      "en": "The Degree Course in Materials Science offers a training path that focuses on the study of the properties, structures, and applications of materials. Students will deepen their knowledge of various types of materials, including metals, polymers, ceramics, and composites, acquiring fundamental skills for understanding their physical and chemical characteristics. The curriculum includes a multidisciplinary approach that integrates elements of chemistry, physics, and engineering, preparing students to solve complex problems related to materials innovation.\n\nThe skills acquired during the course will enable students to tackle challenges in the design and selection of materials for various industrial applications. Upon completion of the program, graduates will be able to operate in research and development contexts, production, and quality control, with a particular focus on sustainability and technological innovation. Possible career opportunities include roles in manufacturing companies, research laboratories, research and development institutes, as well as opportunities in technical consulting and materials management."
    },
    "tags": {
      "en": [
        "Materials",
        "Science",
        "Lab"
      ],
      "it": [
        "Materiali",
        "Scienza",
        "Laboratorio"
      ]
    }
  },
  {
    "id": "deg-071",
    "icon": "🧬",
    "category": "STEM",
    "name": {
      "en": "Biological Sciences",
      "it": "Scienze Biologiche"
    },
    "description": {
      "it": "Il corso di laurea in Scienze Biologiche ha una durata triennale e si propone di fornire agli studenti una solida conoscenza di base nei diversi ambiti delle scienze biologiche. Gli studenti approfondiranno tematiche legate alla biologia, alla vita e ai sistemi biologici, acquisendo competenze fondamentali per comprendere i processi biologici e le loro interazioni.\n\nAl termine del percorso di studi, i laureati saranno in grado di applicare le conoscenze acquisite in contesti diversi, sviluppando competenze analitiche e pratiche. Gli sbocchi professionali plausibili per i laureati in Scienze Biologiche possono includere ruoli in laboratori di ricerca, aziende biotecnologiche, istituzioni pubbliche e private, oltre a opportunità nel settore della salute e dell'ambiente.",
      "en": "The degree in Biological Sciences has a duration of three years and aims to provide students with a solid foundational knowledge in the various fields of biological sciences. Students will explore topics related to biology, life, and biological systems, acquiring essential skills to understand biological processes and their interactions.\n\nAt the end of the study program, graduates will be able to apply the knowledge gained in different contexts, developing analytical and practical skills. Plausible career opportunities for graduates in Biological Sciences may include roles in research laboratories, biotechnology companies, public and private institutions, as well as opportunities in the health and environmental sectors."
    },
    "tags": {
      "en": [
        "Biology",
        "Science",
        "Nature"
      ],
      "it": [
        "Biologia",
        "Scienza",
        "Natura"
      ]
    }
  },
  {
    "id": "deg-072",
    "icon": "💻",
    "category": "Social Sciences",
    "name": {
      "en": "Digital Administration Sciences",
      "it": "Scienze Dell'amministrazione Digitale"
    },
    "description": {
      "it": "Il Corso di Laurea triennale in Scienze dell'Amministrazione Digitale si propone di formare professionisti con competenze specifiche nell'analisi del sistema sociale e nella gestione delle dinamiche amministrative in un contesto digitale. Gli studenti approfondiranno tematiche legate all'amministrazione pubblica, alla digitalizzazione dei servizi e all'innovazione tecnologica, acquisendo una solida preparazione teorica e pratica.\n\nAttraverso un piano di studi articolato, il corso permette di sviluppare abilità analitiche e operative, necessarie per affrontare le sfide del settore pubblico e privato. I laureati potranno intraprendere carriere in ambiti come la gestione delle risorse umane, la consulenza amministrativa e la progettazione di servizi digitali, contribuendo così a una modernizzazione efficace delle strutture amministrative.",
      "en": "The Bachelor's Degree in Digital Administration Sciences aims to train professionals with specific skills in analyzing the social system and managing administrative dynamics in a digital context. Students will delve into topics related to public administration, the digitization of services, and technological innovation, acquiring a solid theoretical and practical preparation.\n\nThrough a structured study plan, the course allows for the development of analytical and operational skills necessary to tackle the challenges of the public and private sectors. Graduates will be able to pursue careers in areas such as human resource management, administrative consulting, and the design of digital services, thus contributing to an effective modernization of administrative structures."
    },
    "tags": {
      "en": [
        "Digital",
        "Administration",
        "Tech"
      ],
      "it": [
        "Digitale",
        "Amministrazione",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-073",
    "icon": "📚",
    "category": "Education",
    "name": {
      "en": "Education Sciences",
      "it": "Scienze Dell'educazione"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze dell'Educazione (L-19) è progettato per formare professionisti nel campo dell'educazione, fornendo una preparazione specifica per diventare educatori. Gli studenti approfondiranno tematiche legate all'educazione e alla pedagogia, acquisendo competenze teoriche e pratiche necessarie per operare in diverse strutture educative. Il percorso formativo include insegnamenti che mirano a sviluppare una comprensione approfondita dei processi educativi e delle dinamiche relazionali.\n\nAl termine del corso, i laureati saranno in grado di gestire attività educative, progettare interventi formativi e lavorare in contesti variabili, come scuole, centri di aggregazione e servizi per l'infanzia. Gli sbocchi professionali per i laureati in Scienze dell'Educazione sono molteplici e possono includere ruoli come educatori in istituzioni scolastiche, operatori in servizi sociali e educativi, e professionisti in ambito culturale e ricreativo.",
      "en": "The Degree Course in Educational Sciences (L-19) is designed to train professionals in the field of education, providing specific preparation to become educators. Students will explore topics related to education and pedagogy, acquiring the theoretical and practical skills necessary to operate in various educational settings. The educational path includes teachings aimed at developing a deep understanding of educational processes and relational dynamics.\n\nAt the end of the course, graduates will be able to manage educational activities, design training interventions, and work in diverse contexts, such as schools, community centers, and childcare services. The professional opportunities for graduates in Educational Sciences are numerous and can include roles such as educators in educational institutions, operators in social and educational services, and professionals in the cultural and recreational fields."
    },
    "tags": {
      "en": [
        "Education",
        "Teaching",
        "Learning"
      ],
      "it": [
        "Educazione",
        "Insegnamento",
        "Apprendimento"
      ]
    }
  },
  {
    "id": "deg-074",
    "icon": "📢",
    "category": "Social Sciences",
    "name": {
      "en": "Communication Sciences",
      "it": "Scienze Della Comunicazione"
    },
    "description": {
      "it": "Il Corso di laurea in Scienze della Comunicazione offre agli studenti una solida formazione nelle discipline che analizzano la comunicazione mediata da reti informatiche. Durante il percorso di studi, gli studenti acquisiranno competenze fondamentali per comprendere i meccanismi della comunicazione contemporanea, con un focus particolare sulle tecnologie digitali e sui nuovi media. Il corso prevede un accesso programmato locale, garantendo un ambiente di apprendimento stimolante e interattivo.\n\nLe competenze sviluppate nel corso includono la capacità di analizzare e gestire contenuti comunicativi, nonché di utilizzare strumenti e tecnologie per la comunicazione efficace. Gli sbocchi professionali per i laureati in Scienze della Comunicazione possono spaziare in vari ambiti, tra cui il marketing, la comunicazione aziendale, il giornalismo e la gestione dei media, offrendo così opportunità in un settore in continua evoluzione.",
      "en": "The Degree in Communication Sciences offers students a solid education in disciplines that analyze communication mediated by computer networks. Throughout the course of study, students will acquire fundamental skills to understand the mechanisms of contemporary communication, with a particular focus on digital technologies and new media. The program includes a locally regulated access, ensuring a stimulating and interactive learning environment.\n\nThe skills developed in the course include the ability to analyze and manage communicative content, as well as to use tools and technologies for effective communication. Career opportunities for graduates in Communication Sciences can span various fields, including marketing, corporate communication, journalism, and media management, thus offering opportunities in a constantly evolving sector."
    },
    "tags": {
      "en": [
        "Communication",
        "Media",
        "Society"
      ],
      "it": [
        "Comunicazione",
        "Media",
        "Società"
      ]
    }
  },
  {
    "id": "deg-075",
    "icon": "🍎",
    "category": "Education",
    "name": {
      "en": "Primary Education Sciences",
      "it": "Scienze Della Formazione Primaria"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze della Formazione Primaria è progettato per formare insegnanti specializzati nella Scuola dell'Infanzia e Primaria. Durante il percorso di studi, gli studenti acquisiranno competenze pedagogiche, didattiche e relazionali fondamentali per affrontare le sfide dell'insegnamento. Il curriculum include una varietà di insegnamenti che preparano gli studenti a gestire classi eterogenee e a sviluppare programmi educativi efficaci.\n\nLe competenze acquisite durante il corso permetteranno ai laureati di operare con professionalità nel contesto scolastico, promuovendo un apprendimento inclusivo e stimolante per i bambini. Gli sbocchi professionali più plausibili per i laureati includono posizioni come insegnanti nella Scuola dell'Infanzia e Primaria, ma anche ruoli di supporto educativo e coordinamento didattico all'interno di istituzioni scolastiche e formative.",
      "en": "The Bachelor's Degree in Primary Education Sciences is designed to train teachers specialized in Early Childhood and Primary School. During the course of study, students will acquire essential pedagogical, didactic, and relational skills to face the challenges of teaching. The curriculum includes a variety of subjects that prepare students to manage heterogeneous classes and develop effective educational programs.\n\nThe skills acquired during the course will enable graduates to operate professionally in the school context, promoting an inclusive and stimulating learning environment for children. The most likely career paths for graduates include positions as teachers in Early Childhood and Primary Schools, as well as roles in educational support and teaching coordination within educational and training institutions."
    },
    "tags": {
      "en": [
        "Teaching",
        "Primary",
        "Education"
      ],
      "it": [
        "Insegnamento",
        "Primaria",
        "Educazione"
      ]
    }
  },
  {
    "id": "deg-076",
    "icon": "🌐",
    "category": "Humanities",
    "name": {
      "en": "Linguistic Mediation Sciences",
      "it": "Scienze Della Mediazione Linguistica"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze della Mediazione Linguistica prepara gli studenti a operare in contesti multilingue e multiculturali, fornendo una solida formazione linguistica e culturale. Gli studenti acquisiranno competenze in due lingue di studio, oltre a sviluppare abilità pratiche attraverso insegnamenti, tirocini, laboratori e la stesura di una tesi. Questo approccio pratico e teorico consente di affrontare le sfide della comunicazione interculturale e della mediazione linguistica.\n\nLe competenze acquisite durante il corso sono fondamentali per lavorare in ambiti come il turismo, la traduzione, l'interpretariato e la comunicazione internazionale. I laureati saranno in grado di gestire situazioni complesse in cui è richiesta una profonda comprensione delle differenze culturali e linguistiche, rendendoli professionisti altamente qualificati per operare in un mondo sempre più globalizzato.",
      "en": "The Degree Course in Language Mediation Sciences prepares students to operate in multilingual and multicultural contexts, providing a solid linguistic and cultural education. Students will acquire skills in two languages of study, in addition to developing practical abilities through teachings, internships, workshops, and the writing of a thesis. This practical and theoretical approach allows for addressing the challenges of intercultural communication and language mediation.\n\nThe skills acquired during the course are essential for working in areas such as tourism, translation, interpreting, and international communication. Graduates will be able to manage complex situations that require a deep understanding of cultural and linguistic differences, making them highly qualified professionals to operate in an increasingly globalized world."
    },
    "tags": {
      "en": [
        "Languages",
        "Translation",
        "Culture"
      ],
      "it": [
        "Lingue",
        "Traduzione",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-077",
    "icon": "⚽",
    "category": "Health & Medicine",
    "name": {
      "en": "Motor and Sports Sciences",
      "it": "Scienze E Tecniche Delle Attività Motorie E Sportive"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze e Tecniche delle Attività Motorie e Sportive offre una formazione completa nel campo delle attività fisiche e sportive. Gli studenti approfondiranno tematiche relative alla fisiologia dell'esercizio, alla biomeccanica, alla psicologia dello sport e alla didattica delle attività motorie. Il programma è progettato per fornire una solida base teorica e pratica, preparando gli studenti a comprendere e gestire le dinamiche legate all'attività fisica e al benessere.\n\nLe competenze acquisite durante il corso comprendono la capacità di progettare e gestire programmi di allenamento, la valutazione delle performance sportive e la promozione della salute attraverso l'attività fisica. Gli studenti svilupperanno anche abilità comunicative e relazionali, fondamentali per lavorare in contesti sportivi e educativi. \n\nI laureati in Scienze e Tecniche delle Attività Motorie e Sportive possono trovare sbocchi professionali in vari ambiti, tra cui la gestione di centri sportivi, l'allenamento di atleti, l'insegnamento dell'educazione fisica e la consulenza nel settore del benessere e della salute.",
      "en": "The Degree Course in Science and Techniques of Motor and Sports Activities offers a comprehensive education in the field of physical and sports activities. Students will explore topics related to exercise physiology, biomechanics, sports psychology, and the teaching of motor activities. The program is designed to provide a solid theoretical and practical foundation, preparing students to understand and manage the dynamics related to physical activity and well-being.\n\nThe skills acquired during the course include the ability to design and manage training programs, evaluate sports performance, and promote health through physical activity. Students will also develop communication and relational skills, essential for working in sports and educational contexts.\n\nGraduates in Science and Techniques of Motor and Sports Activities can find professional opportunities in various fields, including the management of sports centers, training athletes, teaching physical education, and consulting in the wellness and health sector."
    },
    "tags": {
      "en": [
        "Sport",
        "Movement",
        "Health"
      ],
      "it": [
        "Sport",
        "Movimento",
        "Salute"
      ]
    }
  },
  {
    "id": "deg-078",
    "icon": "🧠",
    "category": "Social Sciences",
    "name": {
      "en": "Psychological Sciences and Techniques",
      "it": "Scienze E Tecniche Psicologiche"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze e Tecniche Psicologiche offre una formazione approfondita nel campo della psicologia, fornendo agli studenti le basi teoriche e pratiche necessarie per comprendere i processi psicologici e il comportamento umano. Durante il percorso di studi, gli studenti esploreranno vari aspetti della psicologia, acquisendo competenze in analisi, ricerca e applicazione delle tecniche psicologiche.\n\nLe competenze sviluppate includono la capacità di analizzare situazioni psicologiche, comprendere le dinamiche relazionali e applicare tecniche di intervento. Gli studenti saranno preparati a lavorare in contesti diversi, come istituzioni educative, servizi sociali e organizzazioni sanitarie. Gli sbocchi professionali possono includere ruoli come assistenti in ambito psicologico, operatori nei servizi alla persona e professionisti in ambito educativo, dove sarà possibile applicare le conoscenze acquisite per supportare il benessere psicologico degli individui.",
      "en": "The Degree Course in Psychological Sciences and Techniques offers an in-depth education in the field of psychology, providing students with the theoretical and practical foundations necessary to understand psychological processes and human behavior. Throughout their studies, students will explore various aspects of psychology, acquiring skills in analysis, research, and the application of psychological techniques.\n\nThe skills developed include the ability to analyze psychological situations, understand relational dynamics, and apply intervention techniques. Students will be prepared to work in diverse contexts, such as educational institutions, social services, and healthcare organizations. Career opportunities may include roles such as assistants in the psychological field, operators in personal services, and professionals in the educational sector, where it will be possible to apply the knowledge acquired to support the psychological well-being of individuals."
    },
    "tags": {
      "en": [
        "Psychology",
        "Mind",
        "People"
      ],
      "it": [
        "Psicologia",
        "Mente",
        "Persone"
      ]
    }
  },
  {
    "id": "deg-079",
    "icon": "🌾",
    "category": "STEM",
    "name": {
      "en": "Agricultural Sciences and Technologies",
      "it": "Scienze E Tecnologie Agrarie"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze e Tecnologie Agrarie offre un percorso formativo completo che mira a fornire agli studenti una solida preparazione nelle scienze agrarie, forestali e alimentari. Attraverso un curriculum articolato, gli studenti approfondiranno tematiche legate alla produzione agricola, alla gestione delle risorse naturali e alla sicurezza alimentare. Il corso si propone di formare professionisti in grado di affrontare le sfide del settore agro-alimentare, integrando conoscenze teoriche e pratiche.\n\nLe competenze acquisite durante il corso includono la capacità di analizzare e gestire sistemi agricoli sostenibili, di applicare tecnologie innovative nel settore e di garantire la sicurezza e qualità dei prodotti alimentari. Gli studenti saranno preparati a operare in contesti diversi, dalla gestione delle aziende agricole alla consulenza tecnica, fino alla ricerca e sviluppo nel campo delle scienze agrarie. Al termine del percorso, i laureati potranno intraprendere carriere in vari ambiti, contribuendo attivamente alla sostenibilità e all'innovazione nel settore agro-alimentare.",
      "en": "The Degree Course in Agricultural Sciences and Technologies offers a comprehensive educational path aimed at providing students with a solid preparation in agricultural, forestry, and food sciences. Through a structured curriculum, students will delve into topics related to agricultural production, natural resource management, and food safety. The course aims to train professionals capable of facing the challenges of the agri-food sector, integrating theoretical and practical knowledge.\n\nThe skills acquired during the course include the ability to analyze and manage sustainable agricultural systems, apply innovative technologies in the sector, and ensure the safety and quality of food products. Students will be prepared to operate in various contexts, from managing farms to technical consulting, as well as research and development in the field of agricultural sciences. At the end of the program, graduates will be able to pursue careers in various fields, actively contributing to sustainability and innovation in the agri-food sector."
    },
    "tags": {
      "en": [
        "Agriculture",
        "Environment",
        "Science"
      ],
      "it": [
        "Agricoltura",
        "Ambiente",
        "Scienza"
      ]
    }
  },
  {
    "id": "deg-080",
    "icon": "⛰️",
    "category": "STEM",
    "name": {
      "en": "Mountain Sciences and Technologies",
      "it": "Scienze E Tecnologie Per La Montagna"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze e Tecnologie per la Montagna offre un percorso formativo mirato a fornire agli studenti una solida preparazione nelle discipline legate all'ambiente montano. Gli studenti approfondiranno tematiche relative alla sicurezza in montagna, alla gestione delle risorse naturali e alle tecnologie applicate, acquisendo competenze interdisciplinari che spaziano dalla geologia alla biologia, fino all'ingegneria ambientale. Il corso si propone di sviluppare un approccio pratico e teorico, preparando gli studenti a comprendere e affrontare le sfide legate alla montagna.\n\nLe competenze acquisite durante il percorso di studi includono la capacità di analizzare e gestire gli ecosistemi montani, la progettazione di interventi sostenibili e la promozione della sicurezza in attività outdoor. Gli studenti saranno in grado di operare in contesti diversi, collaborando con enti pubblici e privati, e contribuendo alla valorizzazione del patrimonio montano. Gli sbocchi professionali plausibili per i laureati includono ruoli in ambito ambientale, turistico e nella gestione delle risorse naturali, oltre a opportunità di lavoro in organizzazioni che si occupano di sicurezza in montagna e sviluppo sostenibile.",
      "en": "The Degree Course in Science and Technology for the Mountain offers a training path aimed at providing students with a solid preparation in disciplines related to the mountain environment. Students will delve into topics related to safety in the mountains, natural resource management, and applied technologies, acquiring interdisciplinary skills that range from geology to biology, and even environmental engineering. The course aims to develop both a practical and theoretical approach, preparing students to understand and tackle the challenges related to the mountains.\n\nThe skills acquired during the study program include the ability to analyze and manage mountain ecosystems, design sustainable interventions, and promote safety in outdoor activities. Students will be able to operate in various contexts, collaborating with public and private entities, and contributing to the enhancement of mountain heritage. Plausible career opportunities for graduates include roles in the environmental, tourism, and natural resource management sectors, as well as job opportunities in organizations focused on mountain safety and sustainable development."
    },
    "tags": {
      "en": [
        "Environment",
        "Sustainability",
        "Territory"
      ],
      "it": [
        "Ambiente",
        "Sostenibilità",
        "Territorio"
      ]
    }
  },
  {
    "id": "deg-081",
    "icon": "🌲",
    "category": "STEM",
    "name": {
      "en": "Forest and Environmental Sciences",
      "it": "Scienze Forestali E Ambientali"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze Forestali e Ambientali forma laureati e laureate in grado di comprendere e interpretare l'ecosistema foresta, analizzando i suoi mutamenti e le dinamiche ambientali. Gli studenti acquisiranno competenze specifiche nella gestione sostenibile delle risorse forestali e nella conservazione della biodiversità, affrontando tematiche legate all'ecologia, alla biologia e alle scienze ambientali. Il percorso formativo include anche aspetti pratici e teorici, permettendo di sviluppare un approccio multidisciplinare.\n\nLe competenze acquisite durante il corso preparano gli studenti a operare in vari ambiti professionali. I laureati possono intraprendere carriere nel settore della gestione forestale, della conservazione ambientale e della pianificazione territoriale, collaborando con enti pubblici e privati. Inoltre, possono essere coinvolti in progetti di ricerca e sviluppo, contribuendo alla sostenibilità e alla tutela degli ecosistemi naturali.",
      "en": "The Degree Course in Forestry and Environmental Sciences trains graduates who are able to understand and interpret the forest ecosystem, analyzing its changes and environmental dynamics. Students will acquire specific skills in the sustainable management of forest resources and in biodiversity conservation, addressing issues related to ecology, biology, and environmental sciences. The educational path also includes practical and theoretical aspects, allowing for the development of a multidisciplinary approach.\n\nThe skills acquired during the course prepare students to operate in various professional fields. Graduates can pursue careers in forest management, environmental conservation, and land planning, collaborating with public and private entities. Additionally, they may be involved in research and development projects, contributing to the sustainability and protection of natural ecosystems."
    },
    "tags": {
      "en": [
        "Forest",
        "Environment",
        "Sustainability"
      ],
      "it": [
        "Foresta",
        "Ambiente",
        "Sostenibilità"
      ]
    }
  },
  {
    "id": "deg-082",
    "icon": "🪨",
    "category": "STEM",
    "name": {
      "en": "Geological Sciences",
      "it": "Scienze Geologiche"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze Geologiche si concentra sullo studio del pianeta Terra, con un'attenzione particolare alla litosfera e all'idrosfera. Gli studenti approfondiranno le dinamiche geologiche, i processi che modellano il nostro pianeta e le interazioni tra le diverse componenti della Terra. Attraverso un approccio teorico e pratico, il corso offre una solida formazione nelle scienze geologiche, preparando gli studenti ad affrontare le sfide legate all'ambiente e alle risorse naturali.\n\nAl termine del percorso di studi, gli studenti acquisiranno competenze specifiche nel campo della geologia, che includono la capacità di analizzare e interpretare dati geologici, nonché di comprendere i fenomeni naturali e le loro implicazioni per l'uomo. Gli sbocchi professionali per i laureati in Scienze Geologiche possono includere ruoli in ambito ambientale, nella gestione delle risorse naturali, nella pianificazione territoriale e in altre aree correlate.",
      "en": "The Degree Course in Geological Sciences focuses on the study of the planet Earth, with particular attention to the lithosphere and hydrosphere. Students will explore geological dynamics, the processes that shape our planet, and the interactions between the different components of the Earth. Through a theoretical and practical approach, the course offers a solid education in geological sciences, preparing students to face the challenges related to the environment and natural resources.\n\nAt the end of the study program, students will acquire specific skills in the field of geology, which include the ability to analyze and interpret geological data, as well as to understand natural phenomena and their implications for humanity. Career opportunities for graduates in Geological Sciences may include roles in environmental fields, natural resource management, land planning, and other related areas."
    },
    "tags": {
      "en": [
        "Earth",
        "Science",
        "Environment"
      ],
      "it": [
        "Terra",
        "Scienza",
        "Ambiente"
      ]
    }
  },
  {
    "id": "deg-083",
    "icon": "🤝",
    "category": "Social Sciences",
    "name": {
      "en": "International, Development and Cooperation Sciences",
      "it": "Scienze Internazionali, Dello Sviluppo E Della Cooperazione"
    },
    "description": {
      "it": "Il corso di laurea in Scienze internazionali, dello sviluppo e della cooperazione offre un percorso formativo focalizzato sull'analisi delle dinamiche internazionali e delle politiche di sviluppo. Gli studenti approfondiranno tematiche legate alla cooperazione internazionale, alle relazioni tra stati e alle sfide globali contemporanee. Il programma include anche la possibilità di conseguire una laurea a doppio titolo, arricchendo ulteriormente l'esperienza accademica e culturale degli iscritti.\n\nAttraverso questo corso, gli studenti acquisiranno competenze interdisciplinari, che spaziano dalla comunicazione interculturale alla gestione di progetti di sviluppo. Saranno preparati ad affrontare le complessità delle relazioni internazionali e a contribuire attivamente a iniziative di cooperazione. Gli sbocchi professionali plausibili includono ruoli in organizzazioni internazionali, ONG, enti governativi e aziende che operano nel settore della cooperazione e dello sviluppo.",
      "en": "The degree program in International Sciences, Development, and Cooperation offers a training path focused on the analysis of international dynamics and development policies. Students will delve into themes related to international cooperation, state relations, and contemporary global challenges. The program also includes the possibility of obtaining a double degree, further enriching the academic and cultural experience of the enrolled students.\n\nThrough this course, students will acquire interdisciplinary skills, ranging from intercultural communication to development project management. They will be prepared to tackle the complexities of international relations and actively contribute to cooperation initiatives. Plausible career opportunities include roles in international organizations, NGOs, government agencies, and companies operating in the field of cooperation and development."
    },
    "tags": {
      "en": [
        "International",
        "Development",
        "Policy"
      ],
      "it": [
        "Internazionale",
        "Sviluppo",
        "Politica"
      ]
    }
  },
  {
    "id": "deg-084",
    "icon": "🌿",
    "category": "STEM",
    "name": {
      "en": "Natural Sciences",
      "it": "Scienze Naturali"
    },
    "description": {
      "it": "Il Corso di Laurea Triennale in Scienze Naturali offre una formazione interdisciplinare nei settori fondamentali delle scienze, permettendo agli studenti di acquisire una solida base teorica e pratica. Durante il percorso di studi, gli studenti esploreranno vari ambiti delle scienze naturali, sviluppando competenze analitiche e metodologiche che saranno fondamentali per la loro futura carriera.\n\nLe competenze acquisite includono la capacità di osservare, analizzare e interpretare fenomeni naturali, oltre a una comprensione approfondita dei principi scientifici che governano il mondo naturale. Gli studenti saranno preparati per affrontare sfide legate alla ricerca scientifica e alla conservazione dell'ambiente, rendendoli idonei a proseguire con lauree magistrali in settori come l'Evoluzione del Comportamento Animale e dell'Uomo o Scienze dei Sistemi. Gli sbocchi professionali possono includere ruoli in ricerca, educazione ambientale, gestione delle risorse naturali e altre aree correlate alle scienze naturali.",
      "en": "The Bachelor's Degree in Natural Sciences offers an interdisciplinary education in the fundamental areas of science, allowing students to acquire a solid theoretical and practical foundation. Throughout the course of study, students will explore various fields of natural sciences, developing analytical and methodological skills that will be essential for their future careers.\n\nThe skills acquired include the ability to observe, analyze, and interpret natural phenomena, as well as a deep understanding of the scientific principles that govern the natural world. Students will be prepared to tackle challenges related to scientific research and environmental conservation, making them suitable to pursue master's degrees in fields such as Animal and Human Behavior Evolution or Systems Science. Career opportunities may include roles in research, environmental education, natural resource management, and other areas related to natural sciences."
    },
    "tags": {
      "en": [
        "Nature",
        "Science",
        "Environment"
      ],
      "it": [
        "Natura",
        "Scienza",
        "Ambiente"
      ]
    }
  },
  {
    "id": "deg-085",
    "icon": "🗳️",
    "category": "Social Sciences",
    "name": {
      "en": "Political and Social Sciences",
      "it": "Scienze Politiche E Sociali"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze Politiche e Sociali offre agli studenti una formazione multidisciplinare che abbraccia diversi ambiti, tra cui la storia, il diritto, la sociologia e l'economia. Questo approccio integrato consente agli studenti di acquisire una comprensione approfondita delle dinamiche politiche e sociali contemporanee, nonché delle relazioni internazionali. Gli insegnamenti sono progettati per fornire le competenze necessarie per analizzare e interpretare fenomeni complessi, sviluppando così un pensiero critico e analitico.\n\nLe competenze acquisite durante il corso preparano gli studenti a intraprendere una varietà di percorsi professionali. Gli sbocchi professionali possono includere ruoli nel settore pubblico, nelle organizzazioni non governative, nelle istituzioni internazionali e nel mondo della consulenza. Inoltre, il corso offre una solida base per chi desidera proseguire gli studi in ambito accademico o specializzarsi ulteriormente in settori affini.",
      "en": "The Degree Course in Political and Social Sciences offers students a multidisciplinary education that encompasses various fields, including history, law, sociology, and economics. This integrated approach allows students to gain a deep understanding of contemporary political and social dynamics, as well as international relations. The teachings are designed to provide the necessary skills to analyze and interpret complex phenomena, thus developing critical and analytical thinking.\n\nThe skills acquired during the course prepare students to embark on a variety of professional paths. Career opportunities may include roles in the public sector, non-governmental organizations, international institutions, and the consulting world. Furthermore, the course provides a solid foundation for those wishing to continue their studies in academia or further specialize in related fields."
    },
    "tags": {
      "en": [
        "Politics",
        "Society",
        "Policy"
      ],
      "it": [
        "Politica",
        "Società",
        "Policy"
      ]
    }
  },
  {
    "id": "deg-086",
    "icon": "🛡️",
    "category": "Social Sciences",
    "name": {
      "en": "Strategic and Security Sciences",
      "it": "Scienze Strategiche E Della Sicurezza"
    },
    "description": {
      "it": "Il Corso di Laurea in Scienze Strategiche e della Sicurezza si propone di formare professionisti in ambito non militare, fornendo una preparazione specifica sulle dinamiche strategiche e di sicurezza. Gli studenti approfondiranno tematiche relative alla gestione della sicurezza, analisi dei rischi e strategie di intervento, acquisendo competenze fondamentali per operare in contesti complessi e in continua evoluzione.\n\nAttraverso questo percorso di studi, gli studenti svilupperanno una spiccata capacità di analisi critica e problem solving, elementi essenziali per affrontare le sfide legate alla sicurezza in vari settori. Gli sbocchi professionali plausibili per i laureati includono ruoli in organizzazioni pubbliche e private, consulenze in materia di sicurezza, gestione delle emergenze e analisi strategica.",
      "en": "The Degree Course in Strategic and Security Sciences aims to train professionals in non-military fields, providing specific preparation on strategic and security dynamics. Students will delve into topics related to security management, risk analysis, and intervention strategies, acquiring fundamental skills to operate in complex and ever-evolving contexts.\n\nThrough this study path, students will develop a strong ability for critical analysis and problem-solving, essential elements for addressing security challenges in various sectors. Plausible career opportunities for graduates include roles in public and private organizations, security consulting, emergency management, and strategic analysis."
    },
    "tags": {
      "en": [
        "Strategy",
        "Security",
        "Policy"
      ],
      "it": [
        "Strategia",
        "Sicurezza",
        "Politica"
      ]
    }
  },
  {
    "id": "deg-087",
    "icon": "🤲",
    "category": "Social Sciences",
    "name": {
      "en": "Social Work",
      "it": "Servizio Sociale"
    },
    "description": {
      "it": "Il Corso di Laurea in Servizio Sociale si propone di fornire una solida formazione di base per la professione di assistente sociale. Gli studenti acquisiranno competenze teoriche e pratiche necessarie per affrontare le sfide del lavoro sociale, comprendendo le dinamiche delle politiche sociali e le necessità delle comunità. Il programma di studi è progettato per preparare i futuri professionisti a intervenire in contesti complessi, promuovendo il benessere sociale e l'inclusione.\n\nAl termine del corso, i laureati saranno in grado di operare in vari ambiti del servizio sociale, sviluppando abilità di analisi, progettazione e gestione di interventi sociali. Gli sbocchi professionali includono ruoli in enti pubblici e privati, organizzazioni non governative e servizi sociali, dove potranno contribuire attivamente al miglioramento della qualità della vita delle persone e delle comunità.",
      "en": "The Degree Course in Social Work aims to provide a solid foundational training for the profession of social worker. Students will acquire the theoretical and practical skills necessary to tackle the challenges of social work, understanding the dynamics of social policies and the needs of communities. The study program is designed to prepare future professionals to intervene in complex contexts, promoting social well-being and inclusion.\n\nAt the end of the course, graduates will be able to operate in various fields of social work, developing skills in analysis, design, and management of social interventions. Career opportunities include roles in public and private entities, non-governmental organizations, and social services, where they can actively contribute to improving the quality of life for individuals and communities."
    },
    "tags": {
      "en": [
        "People",
        "Community",
        "Care"
      ],
      "it": [
        "Persone",
        "Comunità",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-088",
    "icon": "🐄",
    "category": "STEM",
    "name": {
      "en": "Sustainable Livestock Systems",
      "it": "Sistemi Zootecnici Sostenibili"
    },
    "description": {
      "it": "Il Corso di Laurea in Sistemi Zootecnici Sostenibili (SiZoS) è progettato per formare tecnici di filiera con competenze specifiche nel settore della zootecnia sostenibile. Gli studenti approfondiranno tematiche legate alla gestione degli allevamenti, alla salute animale e alla sostenibilità delle pratiche zootecniche. Il programma include insegnamenti che trattano la profilassi, il controllo e la gestione delle parassitosi negli animali in produzione, fornendo una preparazione completa per affrontare le sfide del settore.\n\nAl termine del percorso, i laureati saranno in grado di operare in contesti diversi all'interno della filiera zootecnica, contribuendo a sviluppare pratiche più sostenibili e responsabili. Le competenze acquisite permetteranno loro di inserirsi in vari ambiti professionali, dove potranno applicare le conoscenze per migliorare la salute e il benessere degli animali, nonché per ottimizzare le produzioni nel rispetto dell'ambiente.",
      "en": "The Degree Course in Sustainable Livestock Systems (SiZoS) is designed to train supply chain technicians with specific skills in the field of sustainable livestock farming. Students will delve into topics related to farm management, animal health, and the sustainability of livestock practices. The program includes teachings that address prophylaxis, control, and management of parasitic infections in production animals, providing a comprehensive preparation to tackle the challenges of the sector.\n\nAt the end of the program, graduates will be able to operate in various contexts within the livestock supply chain, contributing to the development of more sustainable and responsible practices. The skills acquired will enable them to enter various professional fields, where they can apply their knowledge to improve animal health and welfare, as well as to optimize production while respecting the environment."
    },
    "tags": {
      "en": [
        "Agriculture",
        "Sustainability",
        "Animals"
      ],
      "it": [
        "Agricoltura",
        "Sostenibilità",
        "Animali"
      ]
    }
  },
  {
    "id": "deg-089",
    "icon": "📜",
    "category": "Humanities",
    "name": {
      "en": "History",
      "it": "Storia"
    },
    "description": {
      "it": "Il Corso di Laurea in Storia offre un percorso formativo che permette agli studenti di approfondire le diverse dimensioni della storia, con particolare attenzione agli eventi, ai processi e ai fenomeni che hanno plasmato le società nel tempo. Gli studenti avranno l'opportunità di esplorare vari ambiti della disciplina, inclusi temi legati alla storia delle donne e agli studi di genere, che rappresentano una parte significativa del programma. Questo approccio multidisciplinare consente di sviluppare una comprensione critica e analitica del passato, utilizzando metodologie diverse per l'interpretazione storica.\n\nAttraverso questo corso, gli studenti acquisiranno competenze fondamentali nella ricerca storica, nella scrittura accademica e nella presentazione di argomenti complessi. Le abilità sviluppate saranno utili in vari contesti professionali, permettendo ai laureati di intraprendere carriere in ambiti come l'educazione, la ricerca, la comunicazione culturale e la gestione di patrimoni storici. La formazione ricevuta prepara anche a ruoli in istituzioni pubbliche e private, dove è richiesta una solida conoscenza storica e capacità di analisi critica.",
      "en": "The Degree Course in History offers a training path that allows students to deepen their understanding of the various dimensions of history, with particular attention to the events, processes, and phenomena that have shaped societies over time. Students will have the opportunity to explore various areas of the discipline, including themes related to women's history and gender studies, which represent a significant part of the program. This multidisciplinary approach enables the development of a critical and analytical understanding of the past, using different methodologies for historical interpretation.\n\nThrough this course, students will acquire fundamental skills in historical research, academic writing, and the presentation of complex topics. The skills developed will be useful in various professional contexts, allowing graduates to pursue careers in fields such as education, research, cultural communication, and the management of historical heritage. The training received also prepares students for roles in public and private institutions, where a solid historical knowledge and critical analysis skills are required."
    },
    "tags": {
      "en": [
        "History",
        "Research",
        "Culture"
      ],
      "it": [
        "Storia",
        "Ricerca",
        "Cultura"
      ]
    }
  },
  {
    "id": "deg-090",
    "icon": "🧠",
    "category": "Health & Medicine",
    "name": {
      "en": "Psychiatric Rehabilitation Technique",
      "it": "Tecnica Della Riabilitazione Psichiatrica"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecnica della Riabilitazione Psichiatrica offre una formazione specifica per preparare professionisti in grado di intervenire nel campo della salute mentale. Gli studenti approfondiranno tematiche legate alla riabilitazione psichiatrica, acquisendo competenze teoriche e pratiche necessarie per supportare persone con disturbi psichiatrici. Il percorso di studi è strutturato in modo da fornire una solida base di conoscenze psicologiche, sociologiche e metodologiche, essenziali per operare in contesti clinici e comunitari.\n\nGrazie a questo corso, gli studenti svilupperanno abilità nella valutazione e nel trattamento di pazienti, imparando a progettare e implementare interventi riabilitativi personalizzati. Le competenze acquisite permetteranno di affrontare le sfide della professione con un approccio multidisciplinare, favorendo il recupero e l'integrazione sociale delle persone assistite. Gli sbocchi professionali includono ruoli in strutture sanitarie, centri di salute mentale e servizi sociali, dove sarà possibile applicare le conoscenze apprese per migliorare la qualità della vita dei pazienti.",
      "en": "The Degree Course in Psychiatric Rehabilitation Techniques offers specific training to prepare professionals capable of intervening in the field of mental health. Students will explore topics related to psychiatric rehabilitation, acquiring the theoretical and practical skills necessary to support individuals with psychiatric disorders. The study program is structured to provide a solid foundation of psychological, sociological, and methodological knowledge, essential for operating in clinical and community settings.\n\nThrough this course, students will develop skills in the assessment and treatment of patients, learning to design and implement personalized rehabilitation interventions. The competencies acquired will enable them to face the challenges of the profession with a multidisciplinary approach, promoting the recovery and social integration of the individuals they assist. Career opportunities include roles in healthcare facilities, mental health centers, and social services, where it will be possible to apply the knowledge gained to improve the quality of life for patients."
    },
    "tags": {
      "en": [
        "Health",
        "Mental",
        "Care"
      ],
      "it": [
        "Salute",
        "Mentale",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-091",
    "icon": "👂",
    "category": "Health & Medicine",
    "name": {
      "en": "Audiometric Techniques",
      "it": "Tecniche Audiometriche"
    },
    "description": {
      "it": "Il corso di laurea in Tecniche Audiometriche si concentra sull'esecuzione di prove non invasive, psico-acustiche ed elettrofisiologiche, fornendo agli studenti una formazione pratica approfondita sulle tecniche audiometriche di base. Durante il percorso di studi, gli studenti imparano a interpretare i tracciati ottenuti dalle varie prove, acquisendo competenze fondamentali per la valutazione dell'udito e la diagnosi di eventuali patologie correlate.\n\nI laureati in Tecniche Audiometriche possono intraprendere diverse carriere nel settore della salute, lavorando in ambulatori, ospedali, cliniche private o centri di riabilitazione uditiva. La formazione ricevuta consente loro di essere professionisti competenti nella valutazione e nel monitoraggio delle capacità uditive, contribuendo attivamente al benessere dei pazienti.",
      "en": "The degree program in Audiometric Techniques focuses on the execution of non-invasive, psycho-acoustic, and electrophysiological tests, providing students with in-depth practical training in basic audiometric techniques. Throughout the course of study, students learn to interpret the tracings obtained from various tests, acquiring essential skills for the assessment of hearing and the diagnosis of any related conditions.\n\nGraduates in Audiometric Techniques can pursue various careers in the health sector, working in clinics, hospitals, private practices, or auditory rehabilitation centers. The training received enables them to be competent professionals in the assessment and monitoring of hearing abilities, actively contributing to the well-being of patients."
    },
    "tags": {
      "en": [
        "Health",
        "Hearing",
        "Care"
      ],
      "it": [
        "Salute",
        "Udito",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-092",
    "icon": "🔊",
    "category": "Health & Medicine",
    "name": {
      "en": "Hearing Aid Techniques",
      "it": "Tecniche Audioprotesiche"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecniche Audioprotesiche offre una formazione specifica nel campo della valutazione e della riabilitazione dell'udito. Gli studenti approfondiranno tematiche relative all'analisi delle problematiche uditive e all'utilizzo di dispositivi audioprotesici, acquisendo competenze tecniche e pratiche necessarie per supportare le persone con difficoltà uditive. Il corso prevede un esame di ammissione, garantendo così un accesso selettivo e mirato.\n\nDurante il percorso di studi, gli studenti svilupperanno abilità nella gestione e nell'adattamento di apparecchi acustici, oltre a competenze comunicative e relazionali fondamentali per interagire con i pazienti. Gli sbocchi professionali per i laureati includono ruoli come audioprotesista, operatore nel settore della salute uditiva e collaboratore in centri di riabilitazione audiologica, dove potranno applicare le conoscenze acquisite per migliorare la qualità della vita delle persone con problemi di udito.",
      "en": "The Degree Course in Audioprosthetic Techniques offers specific training in the field of hearing assessment and rehabilitation. Students will delve into topics related to the analysis of hearing issues and the use of audioprosthetic devices, acquiring the technical and practical skills necessary to support individuals with hearing difficulties. The course includes an entrance exam, thus ensuring selective and targeted access.\n\nDuring their studies, students will develop skills in the management and adaptation of hearing aids, as well as essential communication and relational skills for interacting with patients. Career opportunities for graduates include roles such as audioprosthetist, operator in the hearing health sector, and collaborator in audiological rehabilitation centers, where they can apply the knowledge gained to improve the quality of life for individuals with hearing problems."
    },
    "tags": {
      "en": [
        "Health",
        "Hearing",
        "Tech"
      ],
      "it": [
        "Salute",
        "Udito",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-093",
    "icon": "🦺",
    "category": "Health & Medicine",
    "name": {
      "en": "Prevention Techniques in Environment and Workplace",
      "it": "Tecniche Della Prevenzione Nell'ambiente E Nei Luoghi Di Lavoro"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecniche della Prevenzione nell'Ambiente e nei Luoghi di Lavoro offre una formazione specifica nel campo della salute pubblica, con particolare attenzione alla prevenzione dei rischi ambientali e lavorativi. Gli studenti approfondiranno tematiche legate alla sicurezza e alla salute, acquisendo competenze in tecniche di prevenzione, valutazione dei rischi e gestione della salute nei vari contesti lavorativi e ambientali.\n\nAttraverso un percorso formativo mirato, i laureati svilupperanno abilità pratiche e teoriche necessarie per operare efficacemente nella promozione della salute e nella prevenzione degli infortuni. Le competenze acquisite permetteranno di affrontare le problematiche legate alla salute pubblica e alla sicurezza nei luoghi di lavoro, preparando gli studenti a intraprendere carriere professionali in diversi ambiti, come enti pubblici, aziende private e organizzazioni non governative.",
      "en": "The Degree Course in Prevention Techniques in the Environment and Workplaces offers specific training in the field of public health, with particular attention to the prevention of environmental and occupational risks. Students will delve into topics related to safety and health, acquiring skills in prevention techniques, risk assessment, and health management in various work and environmental contexts.\n\nThrough a targeted educational path, graduates will develop the practical and theoretical skills necessary to operate effectively in health promotion and injury prevention. The skills acquired will enable them to address issues related to public health and safety in workplaces, preparing students to pursue professional careers in various fields, such as public entities, private companies, and non-governmental organizations."
    },
    "tags": {
      "en": [
        "Prevention",
        "Health",
        "Environment"
      ],
      "it": [
        "Prevenzione",
        "Salute",
        "Ambiente"
      ]
    }
  },
  {
    "id": "deg-094",
    "icon": "🐕",
    "category": "Health & Medicine",
    "name": {
      "en": "Veterinary Assistance Techniques",
      "it": "Tecniche Di Assistenza Veterinaria"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecniche di Assistenza Veterinaria (TAVet) è un programma triennale ad accesso programmato, che offre una formazione specifica per coloro che desiderano intraprendere una carriera nel campo della veterinaria. Gli studenti avranno l'opportunità di approfondire le tecniche di assistenza agli animali, acquisendo competenze pratiche e teoriche necessarie per lavorare in contesti veterinari. Il corso prevede un curriculum che include vari insegnamenti, mirati a fornire una preparazione completa e aggiornata.\n\nAl termine del percorso di studi, i laureati saranno in grado di svolgere attività di assistenza e supporto nei servizi veterinari, contribuendo alla salute e al benessere degli animali. Le competenze acquisite permetteranno di operare in cliniche veterinarie, rifugi per animali, e in altre strutture legate alla cura degli animali. Inoltre, il corso prepara gli studenti a gestire situazioni di emergenza e a collaborare con i veterinari nella diagnosi e nel trattamento degli animali.",
      "en": "The Bachelor's Degree in Veterinary Assistance Techniques (TAVet) is a three-year program with limited access, which offers specific training for those who wish to pursue a career in the field of veterinary medicine. Students will have the opportunity to deepen their knowledge of animal assistance techniques, acquiring the practical and theoretical skills necessary to work in veterinary contexts. The program includes a curriculum that features various subjects aimed at providing a comprehensive and up-to-date preparation.\n\nAt the end of the study program, graduates will be able to perform assistance and support activities in veterinary services, contributing to the health and well-being of animals. The skills acquired will enable them to work in veterinary clinics, animal shelters, and other facilities related to animal care. Furthermore, the program prepares students to manage emergency situations and to collaborate with veterinarians in the diagnosis and treatment of animals."
    },
    "tags": {
      "en": [
        "Animals",
        "Health",
        "Care"
      ],
      "it": [
        "Animali",
        "Salute",
        "Cura"
      ]
    }
  },
  {
    "id": "deg-095",
    "icon": "🔬",
    "category": "Health & Medicine",
    "name": {
      "en": "Biomedical Laboratory Techniques",
      "it": "Tecniche Di Laboratorio Biomedico"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecniche di Laboratorio Biomedico è un percorso triennale che offre una formazione specifica nel campo delle tecniche di laboratorio applicate alla biomedicina. Gli studenti, per conseguire la laurea, devono acquisire un totale di 180 Crediti Formativi Universitari (CFU) distribuiti su tre anni. Durante il corso, gli studenti approfondiranno le conoscenze teoriche e pratiche necessarie per operare in laboratori biomedici, affrontando tematiche legate alla diagnostica e alla ricerca.\n\nLe competenze acquisite durante il percorso formativo includono l'abilità di utilizzare strumenti e tecnologie avanzate per l'analisi biologica e chimica, la gestione delle procedure di laboratorio e la capacità di interpretare i risultati ottenuti. Gli sbocchi professionali per i laureati in Tecniche di Laboratorio Biomedico possono includere ruoli in ospedali, laboratori di analisi cliniche, centri di ricerca e industrie biomediche, dove sarà possibile applicare le competenze acquisite per contribuire al progresso della salute e della medicina.",
      "en": "The Bachelor's Degree in Biomedical Laboratory Techniques is a three-year program that offers specific training in laboratory techniques applied to biomedicine. Students must acquire a total of 180 University Educational Credits (CFU) over three years to obtain their degree. During the course, students will deepen their theoretical and practical knowledge necessary to operate in biomedical laboratories, addressing topics related to diagnostics and research.\n\nThe skills acquired during the training path include the ability to use advanced tools and technologies for biological and chemical analysis, management of laboratory procedures, and the capacity to interpret the results obtained. Career opportunities for graduates in Biomedical Laboratory Techniques may include roles in hospitals, clinical analysis laboratories, research centers, and biomedical industries, where they can apply the skills acquired to contribute to the advancement of health and medicine."
    },
    "tags": {
      "en": [
        "Lab",
        "Health",
        "Science"
      ],
      "it": [
        "Laboratorio",
        "Salute",
        "Scienza"
      ]
    }
  },
  {
    "id": "deg-096",
    "icon": "🧠",
    "category": "Health & Medicine",
    "name": {
      "en": "Neurophysiopathology Techniques",
      "it": "Tecniche Di Neurofisiopatologia"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecniche di Neurofisiopatologia offre un percorso formativo triennale focalizzato sull'acquisizione di competenze nel campo delle neuroscienze e delle tecniche neurofisiologiche. Gli studenti approfondiranno tematiche relative alla neurofisiopatologia, con particolare attenzione all'applicazione di tecniche diagnostiche e terapeutiche in contesti critici, come le cure intensive. Il piano di studi è progettato per fornire una solida preparazione teorica e pratica, essenziale per operare nel settore sanitario.\n\nAl termine del corso, i laureati saranno in grado di eseguire e interpretare esami neurofisiologici, contribuendo così alla diagnosi e al monitoraggio di patologie neurologiche. Le competenze acquisite permetteranno di lavorare in diversi ambiti, tra cui ospedali, cliniche e centri di ricerca, dove sarà possibile applicare le tecniche apprese per migliorare la qualità della vita dei pazienti affetti da disturbi neurologici.",
      "en": "The Bachelor's Degree in Neurophysiopathology Techniques offers a three-year educational path focused on acquiring skills in the field of neuroscience and neurophysiological techniques. Students will delve into topics related to neurophysiopathology, with particular attention to the application of diagnostic and therapeutic techniques in critical contexts, such as intensive care. The curriculum is designed to provide a solid theoretical and practical preparation, essential for operating in the healthcare sector.\n\nAt the end of the course, graduates will be able to perform and interpret neurophysiological examinations, thereby contributing to the diagnosis and monitoring of neurological diseases. The skills acquired will enable them to work in various settings, including hospitals, clinics, and research centers, where they will be able to apply the techniques learned to improve the quality of life for patients with neurological disorders."
    },
    "tags": {
      "en": [
        "Health",
        "Neurology",
        "Lab"
      ],
      "it": [
        "Salute",
        "Neurologia",
        "Laboratorio"
      ]
    }
  },
  {
    "id": "deg-097",
    "icon": "🩻",
    "category": "Health & Medicine",
    "name": {
      "en": "Medical Radiology, Imaging and Radiotherapy Techniques",
      "it": "Tecniche Di Radiologia Medica, Per Immagini E Radioterapia"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecniche di Radiologia Medica, per Immagini e Radioterapia offre una formazione specifica nel campo della radiologia e della radioterapia, preparando gli studenti ad acquisire competenze tecniche e professionali necessarie per operare in contesti sanitari. Gli studenti approfondiranno le tecniche di imaging e le metodologie di trattamento radioterapico, imparando a utilizzare le apparecchiature diagnostiche e terapeutiche in modo sicuro ed efficace.\n\nLe competenze acquisite durante il corso includono la capacità di eseguire esami radiologici, la gestione delle tecnologie di imaging e la comprensione dei principi fisici e biologici alla base delle tecniche radiologiche. Gli studenti saranno anche formati sulla normativa di sicurezza e sulla gestione del paziente, elementi fondamentali per operare in un ambiente clinico. Al termine del percorso, i laureati potranno intraprendere carriere nel settore sanitario, lavorando in ospedali, cliniche e studi medici, contribuendo così alla diagnosi e al trattamento delle patologie attraverso l'uso delle immagini e della radioterapia.",
      "en": "The Degree Course in Medical Radiology Techniques, Imaging and Radiotherapy offers specific training in the field of radiology and radiotherapy, preparing students to acquire the technical and professional skills necessary to operate in healthcare settings. Students will deepen their knowledge of imaging techniques and radiotherapy treatment methodologies, learning to use diagnostic and therapeutic equipment safely and effectively.\n\nThe skills acquired during the course include the ability to perform radiological examinations, manage imaging technologies, and understand the physical and biological principles underlying radiological techniques. Students will also be trained on safety regulations and patient management, fundamental elements for operating in a clinical environment. At the end of the program, graduates will be able to pursue careers in the healthcare sector, working in hospitals, clinics, and medical offices, thus contributing to the diagnosis and treatment of diseases through the use of imaging and radiotherapy."
    },
    "tags": {
      "en": [
        "Health",
        "Imaging",
        "Tech"
      ],
      "it": [
        "Salute",
        "Imaging",
        "Tecnologia"
      ]
    }
  },
  {
    "id": "deg-098",
    "icon": "🌿",
    "category": "Health & Medicine",
    "name": {
      "en": "Herbal Techniques",
      "it": "Tecniche Erboristiche"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecniche Erboristiche offre un percorso formativo triennale focalizzato sulla formulazione, produzione, commercializzazione e controllo di prodotti erboristici. Gli studenti approfondiranno tematiche legate alla fisiologia e biologia animale, oltre a ricevere una solida preparazione in chimica generale e inorganica, elementi fondamentali per comprendere le interazioni tra le sostanze naturali e il corpo umano.\n\nAttraverso questo corso, gli studenti acquisiranno competenze specifiche nel settore erboristico, che includono la capacità di analizzare e sviluppare prodotti a base di piante medicinali, nonché di gestire il processo di produzione e distribuzione di tali prodotti. Gli sbocchi professionali per i laureati possono includere ruoli in aziende del settore erboristico, farmaceutico e cosmetico, oltre a opportunità di consulenza e vendita in erboristerie e negozi specializzati.",
      "en": "The Bachelor's Degree in Herbal Techniques offers a three-year educational path focused on the formulation, production, marketing, and quality control of herbal products. Students will delve into topics related to animal physiology and biology, in addition to receiving a solid foundation in general and inorganic chemistry, which are fundamental for understanding the interactions between natural substances and the human body.\n\nThrough this course, students will acquire specific skills in the herbal sector, including the ability to analyze and develop products based on medicinal plants, as well as to manage the production and distribution process of such products. Career opportunities for graduates may include roles in companies in the herbal, pharmaceutical, and cosmetic sectors, as well as consulting and sales opportunities in herbal shops and specialty stores."
    },
    "tags": {
      "en": [
        "Herbs",
        "Health",
        "Nature"
      ],
      "it": [
        "Erbe",
        "Salute",
        "Natura"
      ]
    }
  },
  {
    "id": "deg-099",
    "icon": "🍞",
    "category": "STEM",
    "name": {
      "en": "Food Technologies",
      "it": "Tecnologie Alimentari"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecnologie Alimentari offre agli studenti una solida formazione sulle operazioni unitarie e sui processi di trasformazione delle materie prime di origine vegetale e animale. Durante il percorso di studi, gli studenti acquisiranno competenze fondamentali nel campo della sicurezza alimentare e delle tecnologie di produzione, permettendo loro di comprendere a fondo le dinamiche della filiera alimentare.\n\nLe competenze sviluppate nel corso includono la capacità di gestire e ottimizzare i processi di trasformazione alimentare, garantendo la qualità e la sicurezza dei prodotti. Gli studenti saranno preparati a intraprendere carriere nel settore alimentare, dove potranno lavorare in aziende di produzione, controllo qualità, ricerca e sviluppo, o in ambiti legati alla sicurezza alimentare e alla gestione delle risorse.",
      "en": "The Food Technology Degree Program offers students a solid education on unit operations and the processes of transforming raw materials of plant and animal origin. During their studies, students will acquire fundamental skills in the field of food safety and production technologies, allowing them to thoroughly understand the dynamics of the food supply chain.\n\nThe skills developed in the program include the ability to manage and optimize food transformation processes, ensuring the quality and safety of products. Students will be prepared to pursue careers in the food sector, where they can work in production companies, quality control, research and development, or in areas related to food safety and resource management."
    },
    "tags": {
      "en": [
        "Food",
        "Tech",
        "Industry"
      ],
      "it": [
        "Alimentare",
        "Tecnologia",
        "Industria"
      ]
    }
  },
  {
    "id": "deg-100",
    "icon": "🧒",
    "category": "Health & Medicine",
    "name": {
      "en": "Child Neuro- and Psychomotor Therapy",
      "it": "Terapia Della Neuro E Psicomotricità Dell'Età Evolutiva"
    },
    "description": {
      "it": "Il Corso di Laurea in Terapia della Neuro e Psicomotricità dell'Età Evolutiva è un percorso triennale che si propone di formare professionisti capaci di intervenire in ambito neuropsicomotorio per bambini. Gli studenti acquisiranno competenze specifiche relative alla valutazione e al trattamento delle difficoltà motorie e cognitive nei bambini, attraverso un approccio integrato che considera le dimensioni psicologiche e relazionali del soggetto.\n\nDurante il corso, gli studenti approfondiranno tematiche legate allo sviluppo motorio e psicologico dell'infanzia, apprendendo metodologie e tecniche terapeutiche per supportare i bambini con disabilità o difficoltà evolutive. Al termine del percorso, i laureati potranno intraprendere carriere nel settore della salute, lavorando in contesti come ospedali, cliniche, scuole e centri di riabilitazione, dove potranno applicare le competenze acquisite per migliorare la qualità della vita dei bambini e delle loro famiglie.",
      "en": "The Bachelor's Degree in Neuro and Psychomotor Therapy for Developmental Age is a three-year program aimed at training professionals capable of intervening in the neuropsychomotor field for children. Students will acquire specific skills related to the assessment and treatment of motor and cognitive difficulties in children, through an integrated approach that considers the psychological and relational dimensions of the individual.\n\nDuring the course, students will delve into topics related to motor and psychological development in childhood, learning methodologies and therapeutic techniques to support children with disabilities or developmental difficulties. At the end of the program, graduates will be able to pursue careers in the health sector, working in settings such as hospitals, clinics, schools, and rehabilitation centers, where they can apply the skills acquired to improve the quality of life for children and their families."
    },
    "tags": {
      "en": [
        "Health",
        "Children",
        "Therapy"
      ],
      "it": [
        "Salute",
        "Bambini",
        "Terapia"
      ]
    }
  },
  {
    "id": "deg-101",
    "icon": "🏭",
    "category": "STEM",
    "name": {
      "en": "Manufacturing Technologies",
      "it": "Tecnologie Per L'industria Manifatturiera"
    },
    "description": {
      "it": "Il Corso di Laurea in Tecnologie per l'industria manifatturiera si propone di formare professionisti tecnici laureati con un alto profilo professionale, capaci di affrontare le sfide del settore manifatturiero. Il percorso formativo è strutturato in tre aree di apprendimento, che offrono una preparazione completa e orientata alle esigenze del mercato del lavoro. Gli studenti acquisiranno competenze tecniche e professionali fondamentali per operare nel campo delle tecnologie industriali.\n\nGrazie a questo corso, i laureati saranno in grado di gestire e ottimizzare i processi produttivi, applicando le più moderne tecnologie e metodologie di ingegneria industriale. Gli sbocchi professionali sono vari e possono includere ruoli in aziende manifatturiere, nella gestione della produzione, nella progettazione di processi e nella consulenza tecnica, rendendo i laureati altamente richiesti nel settore.",
      "en": "The Degree Course in Technologies for the Manufacturing Industry aims to train technical professionals with a high professional profile, capable of facing the challenges of the manufacturing sector. The educational path is structured into three areas of learning, which provide a comprehensive preparation oriented towards the needs of the job market. Students will acquire fundamental technical and professional skills to operate in the field of industrial technologies.\n\nThanks to this course, graduates will be able to manage and optimize production processes, applying the latest technologies and methodologies of industrial engineering. Career opportunities are varied and may include roles in manufacturing companies, production management, process design, and technical consulting, making graduates highly sought after in the sector."
    },
    "tags": {
      "en": [
        "Industry",
        "Tech",
        "Production"
      ],
      "it": [
        "Industria",
        "Tecnologia",
        "Produzione"
      ]
    }
  },
  {
    "id": "deg-102",
    "icon": "🍷",
    "category": "STEM",
    "name": {
      "en": "Viticulture and Oenology",
      "it": "Viticoltura Ed Enologia"
    },
    "description": {
      "it": "Il Corso di Laurea in Viticoltura ed Enologia offre una formazione approfondita nel campo della produzione vitivinicola, combinando teoria e pratica per fornire agli studenti le competenze necessarie per operare nel settore. Durante il percorso di studi, gli studenti hanno l'opportunità di esplorare vari aspetti della viticoltura, dalla coltivazione delle viti alla trasformazione dell'uva in vino, acquisendo conoscenze su tecnologie alimentari e pratiche di gestione sostenibile.\n\nLe competenze sviluppate includono la capacità di analizzare e gestire il processo di produzione del vino, comprendere le dinamiche agronomiche e le tecniche di vinificazione, nonché la conoscenza delle normative e della sicurezza nel settore. Gli studenti possono anche scegliere insegnamenti a scelta per personalizzare il proprio piano di studi, arricchendo ulteriormente la loro formazione.\n\nI laureati in Viticoltura ed Enologia possono intraprendere diverse carriere nel settore vitivinicolo, lavorando in aziende agricole, cantine, o nel campo della consulenza e della ricerca. Le competenze acquisite permettono di affrontare con successo le sfide del mercato del vino, contribuendo allo sviluppo e alla valorizzazione del patrimonio vitivinicolo.",
      "en": "The Degree Course in Viticulture and Oenology offers an in-depth education in the field of wine production, combining theory and practice to provide students with the necessary skills to operate in the sector. Throughout their studies, students have the opportunity to explore various aspects of viticulture, from vine cultivation to the transformation of grapes into wine, acquiring knowledge of food technologies and sustainable management practices.\n\nThe skills developed include the ability to analyze and manage the wine production process, understand agronomic dynamics and winemaking techniques, as well as knowledge of regulations and safety in the sector. Students can also choose elective courses to customize their study plan, further enriching their education.\n\nGraduates in Viticulture and Oenology can pursue various careers in the wine sector, working in farms, wineries, or in the field of consulting and research. The skills acquired enable them to successfully tackle the challenges of the wine market, contributing to the development and enhancement of the wine heritage."
    },
    "tags": {
      "en": [
        "Wine",
        "Agriculture",
        "Science"
      ],
      "it": [
        "Vino",
        "Agricoltura",
        "Scienza"
      ]
    }
  }
]